/*
Navicat MySQL Data Transfer

Source Server         : local
Source Server Version : 50716
Source Host           : localhost:3306
Source Database       : book_mate

Target Server Type    : MYSQL
Target Server Version : 50716
File Encoding         : 65001

Date: 2020-03-12 17:56:38
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `admin_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '管理员id',
  `admin_username` varchar(64) NOT NULL COMMENT '管理员名',
  `admin_password` varchar(32) NOT NULL COMMENT '管理员密码',
  `admin_work` varchar(200) NOT NULL COMMENT '管理员职能',
  `admin_email` varchar(100) NOT NULL COMMENT '管理员邮箱',
  `admin_create_time` date NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`admin_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('1', 'admin', '21232f297a57a5a743894a0e4a801fc3', '认真负责', 'test@test.com', '2020-01-21');
INSERT INTO `admin` VALUES ('2', 'admin2', '21232f297a57a5a743894a0e4a801fc3', '测试', '222', '2020-01-10');

-- ----------------------------
-- Table structure for `book`
-- ----------------------------
DROP TABLE IF EXISTS `book`;
CREATE TABLE `book` (
  `book_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '书籍id',
  `book_name` varchar(200) NOT NULL COMMENT '书籍名称',
  `book_number` varchar(30) NOT NULL COMMENT '书籍编号',
  `book_author` varchar(100) NOT NULL COMMENT '书籍作者',
  `book_press` varchar(100) NOT NULL COMMENT '书籍出版社',
  `book_image_big` varchar(500) NOT NULL COMMENT '书籍封皮大图',
  `book_image_small` varchar(500) DEFAULT NULL COMMENT '书籍封皮缩略图',
  `book_classify_one` varchar(50) NOT NULL COMMENT '书籍一级分类',
  `book_classify_two` varchar(50) DEFAULT NULL COMMENT '书籍二级分类',
  `book_desc` text COMMENT '书籍简介',
  `status` int(11) DEFAULT '1' COMMENT '0:删除\n1:正常\n2:待审批\n3:驳回',
  PRIMARY KEY (`book_id`),
  UNIQUE KEY `book_book_number_uindex` (`book_number`)
) ENGINE=InnoDB AUTO_INCREMENT=5610 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of book
-- ----------------------------
INSERT INTO `book` VALUES ('1', '图解博弈论 连山著', '9787511347527', '连山著', '中国华侨出版社', 'http://img11.360buyimg.com/n1/jfs/t1/51093/29/16159/42919/5dd3b84cE357e04a3/be43f53f571f1a78.jpg', null, '文化', '传统文化', '', '1');
INSERT INTO `book` VALUES ('2', '卓有成效的管理者 新版 彼得 德鲁克', '9787111280712', '', '机械工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/39600/27/11029/72051/5d229819E868fd23e/cf05b4963eec1e27.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('3', '麦肯锡学院：麦肯锡方法', '9787111292715', '艾森·拉塞尔, Ethan M.Rasiel, 张薇薇', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t2347/231/2941858238/20133/b115f1ac/5720711aN32f9d99a.jpg', null, '管理', '企业管理与培训', '　　《麦肯锡学院：麦肯锡方法》从五大方面揭示了麦肯锡工作的小窍门，作者从麦肯锡思考问题的方法开始，不仅介绍了麦肯锡解决商业问题的方法，同时也介绍了其于无声处听有声的推销方法。想知道麦肯锡的生存之道吗？想知道如何敲开麦肯锡这个公司的大门吗？想知道关于麦肯锡有价值的回忆吗？在麦肯锡方法的背后透视和规划了职场人的职业之路，《麦肯锡方法》是走向职场的必读之物。', '1');
INSERT INTO `book` VALUES ('4', 'P2P融资投资一本通', '9787111535591', '翟光宇, 刘萌萌, 周雨诗', '机械工业出版社', 'http://img13.360buyimg.com/n1/jfs/t2632/263/1127246438/241311/35537382/57343504N024909d7.jpg', null, '金融与投资', '投资', '　　本书主要从平台、投资者、融资者三个角度阐述了P2P的运行机制、特征和现状等。全书共分四篇：介绍篇、平台篇、融资篇、投资篇。介绍篇主要介绍了互联网金融在我国的崛起和P2P投资的现状；平台篇属于P2P中的“2”，通过与小贷公司对比和举例的方式论述了我国P2P借贷平台的运行机制和现状；融资篇介绍了P2P的一个“P”，从融资者的角度论述了P2P的融资特点以及融资需求者的身份特征，并结合案例论述；投资篇介绍了P2P的另一个“P”，从投资者的角度阐述了投资者如何投资P2P借贷。', '1');
INSERT INTO `book` VALUES ('5', '股市经典技术学与练', '9787502844332', '相良文昭', '地震出版社', 'http://img13.360buyimg.com/n1/jfs/t1147/143/1206154638/302135/e681e397/55829753N5a88a7bd.jpg', null, '金融与投资', '股票', '', '1');
INSERT INTO `book` VALUES ('6', '销售*要懂得的心理学 文义明', '9787513604314', '', '中国经济出版社', 'http://img11.360buyimg.com/n1/jfs/t1/32842/35/15304/54276/5cc15aebE793e4798/da1bf06859865b68.jpg', null, '管理', '市场营销', '', '1');
INSERT INTO `book` VALUES ('7', '将来的你，一定会感谢现在拼命的自己', '9787201086880', '汤木', '天津人民出版社', 'http://img11.360buyimg.com/n1/jfs/t205/329/816717594/55208/b9acdc62/539934ddN7d6fddf2.jpg', null, '励志与成功', '成功学', '　　◎《将来的你，一定会感谢现在拼命的自己》，是冯仑、张德芬、毕淑敏、柴静等人希望你早日能够看到的一本正能量书！\n　　◎ 100多篇真诚之作！十万多字的肺腑之言，经验之谈！激励千万读者、点赞无数的心灵治愈能量书，让内心浮躁、内心迷茫的人坚定内心、看清方向，去方向更辽阔的天空，为将来的自己赢得一片天地。\n　　◎《生命的奖赏从来不在起点》《没有计划的人一定被计划掉》《幸运的人总是幸运，倒霉的人总是倒霉》《别上了固执的当》《别让“忍不住”害了你》《善于等待的人，一切都会及时到来》《多一份磨砺，多一份强大》《破晓总是为了等待它的人来临》篇篇都很精彩，给人以启迪，你会感觉自己的心灵不断被敲击，被惊醒！你终会相信努力的意义，因为将来的那个你，一定会感谢现在拼命努力的自己！', '1');
INSERT INTO `book` VALUES ('8', '世界不曾亏每一个努力的人', '9787201099194', '韦娜', '天津人民出版社', 'http://img11.360buyimg.com/n1/jfs/t7327/294/2315450683/254757/b51a2239/59acc4a5N882e0a5f.jpg', null, '励志与成功', '智慧格言', '', '1');
INSERT INTO `book` VALUES ('9', '顺势做个有钱人', '9787502839796', '林嘉浚', '地震出版社', 'http://img11.360buyimg.com/n1/jfs/t5614/331/1473014419/18614/9441c46f/5926bd76N6c2d22e1.jpg', null, '金融与投资', '个人理财', '', '1');
INSERT INTO `book` VALUES ('10', '零基础管理者的角色转变圣经 写给奋斗在线的主管们的*实用', '9787550295469', '', '北京联合出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/65381/26/4918/447696/5d311dc4E9d9d77d7/f9c7dd2386cb66d8.jpg', null, '中小学教辅', '中小学课外读物', '', '1');
INSERT INTO `book` VALUES ('11', '30岁后,我靠投资生活', '9787201098449', '钟慧, 罗为加', '天津人民出版社', 'http://img13.360buyimg.com/n1/jfs/t2179/154/1236065039/274542/84763bf/564e986aN3e305c7d.jpg', null, '金融与投资', '个人理财', '', '1');
INSERT INTO `book` VALUES ('12', '说打动人的话，做情商高的人', '9787214239150', '刘斌', '江苏人民出版社', 'http://img13.360buyimg.com/n1/jfs/t1/89151/33/8702/285904/5e06aacaEdb9fb72f/b15ec687a7a2966b.jpg', null, '励志与成功', '情商管理', '', '1');
INSERT INTO `book` VALUES ('13', 'RSI指标入门与实战精解 刘振清', '9787515914268', '刘振清', '中国宇航出版社', 'http://img10.360buyimg.com/n1/jfs/t18469/298/1984506296/19837/f834f1f4/5ae0de90N7da31804.jpg', null, '金融与投资', '证券', '', '1');
INSERT INTO `book` VALUES ('14', '成长股操盘技术入门与实战精解 股震子', '9787515915685', '股震子', '中国宇航出版社', 'http://img10.360buyimg.com/n1/jfs/t1/67379/3/15792/80097/5dd50216Ecd2d0aa6/97c22e50ad67c63c.jpg', null, '金融与投资', '证券', '', '1');
INSERT INTO `book` VALUES ('15', '一本书读懂财报(修订版) 秒懂财报零基础初学者会计财务报表从入门到精通企业流动资产书籍', '9787308133326', '', '浙江大学出版社', 'http://img14.360buyimg.com/n1/jfs/t1/92476/6/8591/203221/5e046845E7e77dbb1/39370cc8c2e2c759.jpg', null, '经济', '会计、审计', '', '1');
INSERT INTO `book` VALUES ('16', '丰田生产的会计思维', '9787111512691', '日田中正知, 赵城立, 王志', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/102693/25/13444/68425/5e581ff2E68b3c052/dbca2a0db7fcc19b.jpg', null, '大中专教材教辅', '大学教材', '', '1');
INSERT INTO `book` VALUES ('17', '布林线(珍藏版)', '9787502840587', '', '地震出版社', 'http://img13.360buyimg.com/n1/jfs/t1/36289/14/5883/38488/5cc16e54E4595a5ec/2a0386f026287110.jpg', null, '文学', '作品集', '', '1');
INSERT INTO `book` VALUES ('18', '匠人精神:一流人才育成的30条法则', '9787508656151', '秋山利辉, 陈晓丽', '中信出版社', 'http://img12.360buyimg.com/n1/jfs/t2266/202/1114994999/1115472/af88b540/56405c2bN9cd71e42.jpg', null, '管理', '管理学', '　　《匠人精神》为“秋山木工”代表秋山利辉关于如何培养具有日本特色的合格“匠人”的著作。书中秋山利辉通过列举“秋山木工”的“匠人须知三十条”，阐释了其心目中一流人才培养的核心：即对一个人品格的重视远高于对其技术的要求。同时，通过讲述自己从进入木工行业，努力自我培养，直到成长为一名行业领袖的人生历程，秋山利辉现身说法：在现代社会中，一个人若想实现真正的自我，社会若想恢复凝聚力，重拾失落的“匠人精神”势在必行。', '1');
INSERT INTO `book` VALUES ('19', '如何把一天过成48小时', '9787508692852', '速溶综合研究所', '中信出版社', 'http://img14.360buyimg.com/n1/jfs/t1/30699/18/11176/199429/5cb45e7aEe7354d7b/ce40b009a48ce5d6.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('20', '不要把时间浪费在无效信息上 速溶综合研究所', '9787508695310', '速溶综合研究所', '中信出版社', 'http://img10.360buyimg.com/n1/jfs/t1/90457/26/10570/112359/5e1c15d0E9944bd3b/a483fb7adcca43e3.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('21', '如何给别人留下好印象：职场第一课.印象管理 速溶综合研究所 中信', '9787508695495', '速溶综合研究所', '中信出版社', 'http://img12.360buyimg.com/n1/jfs/t1/31985/25/446/300589/5c3c328aE2e68d0a1/fd27787854e76d0c.jpg', null, '社会科学', '社会科学理论', '', '1');
INSERT INTO `book` VALUES ('22', '让与你合作的人都赢：职场第一课.人际协调 速溶综合研究所 中信', '9787508695518', '速溶综合研究所', '中信出版社', 'http://img11.360buyimg.com/n1/jfs/t1/24150/26/10800/16231/5c89bcb4E86491d91/15023d50dc0975b3.jpg', null, '社会科学', '社会科学理论', '', '1');
INSERT INTO `book` VALUES ('23', '让你爱不释手的超实用日常经济学 缪宇泓 中国法制', '9787521606249', '缪宇泓', '中国法制出版社', 'http://img12.360buyimg.com/n1/jfs/t1/94622/30/7481/562094/5dfc62b7E78d8e825/6d1f17643a3ee231.jpg', null, '经济', '行业经济', '', '1');
INSERT INTO `book` VALUES ('24', '让你爱不释手的超实用生活理财课 虎啸 中国法制', '9787521604900', '虎啸', '中国法制出版社', 'http://img12.360buyimg.com/n1/jfs/t1/87136/2/7528/61060/5dfc7f4eEfd37348d/a12a1442429b5995.jpg', null, '管理', '战略管理', '', '1');
INSERT INTO `book` VALUES ('25', '24堂财富课：与女儿谈创业 陈志武', '9787516809570', '陈志武', '台海出版社', 'http://img13.360buyimg.com/n1/jfs/t1/55966/3/14958/94682/5dbf95efE663845d9/880a0a7e26cca66c.jpg', null, '金融与投资', '个人理财', '', '1');
INSERT INTO `book` VALUES ('26', '自立', '9787516823590', '爱默生', '台海出版社', 'http://img13.360buyimg.com/n1/jfs/t1/92966/7/3226/386886/5dde1106E81496700/052fc3f3fde7d19a.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('27', '生活需要仪式感', '9787532955732', '李思圆', '山东文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t20416/34/857822415/246802/29a5fe97/5b1a3716N23bd2b7b.jpg', null, '励志与成功', '智慧格言', '', '1');
INSERT INTO `book` VALUES ('28', '哈佛情商课：献给奋斗中的你 谭春虹', '9787115301291', '谭春虹', '人民邮电出版社', 'http://img12.360buyimg.com/n1/jfs/t3394/173/1578245145/16402/7bb927fe/582c33f7N40ffcada.jpg', null, '励志与成功', '情商管理', '', '1');
INSERT INTO `book` VALUES ('29', '眼界', '9787555271550', '何权峰, 悦读纪 出品', '青岛出版社', 'http://img12.360buyimg.com/n1/jfs/t1/29497/22/8692/18472/5c77a48cEfb8da932/f66cfc3ebc8b2a42.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('30', '心境', '9787555271529', '何权峰', '青岛出版社', 'http://img10.360buyimg.com/n1/jfs/t1/10310/10/5594/147084/5c1885ecE5c6b83c4/09d445352b8bd67f.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('31', '书籍自控', '9787555271543', '', '青岛', 'http://img10.360buyimg.com/n1/jfs/t1/55988/39/6267/253904/5d3e04c5Eaaf5d77a/c3a182dd2ae031df.jpg', null, '励志与成功', '名人励志', '', '1');
INSERT INTO `book` VALUES ('32', '格局 何权峰,  悦读纪 出品', '9787555284222', '何权峰, 悦读纪 出品', '青岛出版社', 'http://img12.360buyimg.com/n1/jfs/t1/79685/18/13023/293762/5da4b98bEa51b6eee/138f94b10ac67e4c.jpg', null, '励志与成功', '智慧格言', '', '1');
INSERT INTO `book` VALUES ('33', '麦肯锡精英高效阅读法  著者：', '9787513923484', '著者：（日）赤羽雄二, 者：陈健   后浪', '民主与建设出版社', 'http://img11.360buyimg.com/n1/jfs/t1/99859/5/1879/33900/5dc63dbcE95ca9199/3e4ae787b88642e3.jpg', null, '励志与成功', '智力与谋略', '', '1');
INSERT INTO `book` VALUES ('34', '如何用阅读改造大脑 读书指南阅读训练思维方式自我提升励志书籍', '9787210108689', '茂木健一郎, 冯雪松 韦祖建, 李力丰', '江西人民出版社', 'http://img11.360buyimg.com/n1/jfs/t1/9218/12/8170/120056/5c0a4b8bEc5f3de33/7fac681cbdd9f3b7.jpg', null, '励志与成功', '名人励志', '', '1');
INSERT INTO `book` VALUES ('35', '格局', '9787539962887', '何权峰', '江苏文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t21577/141/2588978466/150428/f155c349/5b5e7e93Nc70ccdb5.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('36', '愿你的青春不负梦想 俞敏洪 湖南文艺', '9787540478612', '俞敏洪', '湖南文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/34964/23/7260/93287/5cc6bffdE5eff32c3/0612e0fb81755641.jpg', null, '管理', '通俗读物', '', '1');
INSERT INTO `book` VALUES ('37', '三大思考工具轻松解决各种问题', '9787569910070', '岸良裕司, 岸良真由子', '北京时代华文书局有限公司', 'http://img11.360buyimg.com/n1/jfs/t2755/174/4151407466/400491/e752c819/57aacab8Nf59f58c2.jpg', null, '励志与成功', '智力与谋略', '', '1');
INSERT INTO `book` VALUES ('38', '全日空工作法 2： ANA的关怀法则ANA商务咨询', '9787569912845', '【日】ANA商务咨询', '北京时代华文书局', 'http://img13.360buyimg.com/n1/jfs/t28945/296/1358414589/131455/c1066c17/5cdd8a9eN60f1d9a5.png', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('39', '决定你上限的不是能力，而是格局', '9787559608420', '陶瓷兔子', '北京联合出版公司', 'http://img13.360buyimg.com/n1/jfs/t10843/150/2423838670/262403/7e68b578/59f6da88N3921c72c.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('40', '别让心态毁了你：有效的情绪掌控法   中国华侨', '9787511333315', '墨非', '中国华侨出版社', 'http://img13.360buyimg.com/n1/jfs/t1/14184/7/8673/13143/5c774cb7Edcfb5382/307d93e3679066c6.jpg', null, '励志与成功', '自我调节', '', '1');
INSERT INTO `book` VALUES ('41', '关键洞察力提前预知别人行为的48个逻辑', '9787201128498', '内藤谊人', '天津人民出版社', 'http://img10.360buyimg.com/n1/jfs/t20569/36/146460036/391707/7883c9ab/5afe6b28Neb546726.jpg', null, '励志与成功', '人际与社交', '', '1');
INSERT INTO `book` VALUES ('42', '绿色发展新理念 · 绿色家庭 生态环境部宣传 育中心', '9787511557605', '生态环境部宣传教育中心', '人民日报出版社', 'http://img12.360buyimg.com/n1/jfs/t1/76389/22/13035/75724/5da520c3Ecb271ceb/ee8aa622cff9b112.jpg', null, '经济', '中国经济', '', '1');
INSERT INTO `book` VALUES ('43', '绿色发展新理念 · 绿色机关', '9787511557599', '-', '人民日报出版社', 'http://img10.360buyimg.com/n1/jfs/t1/57239/33/12017/153450/5d8cb457E2c198f20/8fbf22d61b76b148.jpg', null, '经济', '中国经济', '', '1');
INSERT INTO `book` VALUES ('44', '短线交易技术入门与技巧 零起点投资理财丛书', '9787515914367', '郭晓静', '中国宇航出版社', 'http://img14.360buyimg.com/n1/jfs/t1/24918/35/8248/26770/5c73b3e3E75b7d210/0cd3226d6835bd85.jpg', null, '金融与投资', '证券', '', '1');
INSERT INTO `book` VALUES ('45', '强势股操盘技术入门与精解 股震子', '9787515915876', '股震子', '中国宇航出版社', 'http://img11.360buyimg.com/n1/jfs/t1/90203/36/2891/80302/5dd7bbebE00775b71/f3469152d134425f.png', null, '金融与投资', '证券', '', '1');
INSERT INTO `book` VALUES ('46', '股市擒牛15式 中国宇航', '9787515917047', '李星飞', '中国宇航出版社', 'http://img12.360buyimg.com/n1/jfs/t1/46396/34/16355/87527/5dd4d9eaEf08a8fe3/ba98efbc782e08cb.jpg', null, '金融与投资', '股票', '', '1');
INSERT INTO `book` VALUES ('47', '缠论解析:缠中说禅技术理论图解 中国宇航', '9787515916729', '江南小隐', '中国宇航出版社', 'http://img10.360buyimg.com/n1/jfs/t1/100888/8/4085/216033/5de4d456Ea1a4e630/9c37213504c7676d.jpg', null, '金融与投资', '股票', '', '1');
INSERT INTO `book` VALUES ('48', '麦肯锡精英这样实践基本功', '9787505746787', '户塚隆将, 李琪', '中国友谊出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/48674/34/5816/153503/5d381b52Ecd4d2fcc/a075132d0c192e06.jpg', null, '励志与成功', '成功学', '即便学习过不少有关工作的基本功，也懂得很多职场道理，可面对真实且状况不断的商务场合，你是否仍会感到不安与慌乱？其实不是你不懂得如何工作，而是还没有掌握有效的实践方法。\n作者曾是麦肯锡公司的资深咨询顾问，也在高盛、哈佛商学院工作和学习过，他发现这些地方的精英们拥有共通的特质，这些特质构成了精英的基本功。而本书将探讨的重点放在了比认识基本功更为重要的实践方法上，掌握由自信、责任感、高目标组成的三大内心驱动力，可以帮助你沉着高效地解决职场难题，快速成长为自己心中的理想精英。', '1');
INSERT INTO `book` VALUES ('49', '乌合之众？大众非理的经济学逻辑   中国人民大', '9787300229829', '沐风', '中国人民大学出版社', 'http://img11.360buyimg.com/n1/jfs/t1/25365/24/8816/11486/5c78fb27E25dbdf30/e97cb36babb24921.jpg', null, '经济', '经济学理论', '', '1');
INSERT INTO `book` VALUES ('50', '生活中的谈判学 杨杜泽(Yann Duzert) 沈莉娟 浙', '9787308171724', '杨杜泽Yann Duzert  沈莉娟', '浙江大学出版社', 'http://img12.360buyimg.com/n1/jfs/t1/24584/21/10721/15454/5c8a215fE7b2d70ce/9a34d4d92f7e6089.jpg', null, '管理', '商务实务', '', '1');
INSERT INTO `book` VALUES ('51', '如何成为讲话有趣的人', '9787541153464', '大卫·尼希尔（David, N', '四川文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/44099/6/5813/118100/5cf4fef1Ee7aee3d7/e10cf3dad1d6f501.jpg', null, '励志与成功', '人际与社交', '', '1');
INSERT INTO `book` VALUES ('52', '要么庸俗，要么孤独 蓑依,  悦读纪 出品', '9787555278986', '蓑依, 悦读纪 出品', '青岛出版社', 'http://img14.360buyimg.com/n1/jfs/t1/69030/8/13112/44562/5da52cffE3fa0c0bc/edb78620481b2438.jpg', null, '励志与成功', '心灵鸡汤', '', '1');
INSERT INTO `book` VALUES ('53', '愿你野蛮生长，终闪闪发光  李娜,  悦读纪 出品', '9787555276883', '李娜, 悦读纪 出品', '青岛出版社', 'http://img12.360buyimg.com/n1/jfs/t1/57454/32/13497/29376/5da55b90Ec45f12ea/5b8a121f334f0c28.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('54', '你要活成一束光 李月亮、北辰,  悦读纪 出品', '9787555282761', '李月亮, 北辰, 悦读纪 出品', '青岛出版社', 'http://img11.360buyimg.com/n1/jfs/t1/104468/30/13529/72482/5e56ce82Ef970f9cc/d216cccc3bcd0b17.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('55', '华为内部讲话:你的奋斗终有回报 张笑恒', '9787513915830', '张笑恒', '民主与建设出版社', 'http://img11.360buyimg.com/n1/jfs/t1/63217/7/14729/102367/5dc1b4cfEa2e397f2/16610fdb10154ffa.jpg', null, '管理', '创业/商业史传', '', '1');
INSERT INTO `book` VALUES ('56', '细节的力量-51件你必须知道的职场小事', '9787513924610', 'Flanagan裕美子', '民主与建设出版社', 'http://img10.360buyimg.com/n1/jfs/t1/44448/31/4430/108720/5d19b632Ef9a04ca7/5f43775c50f643ca.jpg', null, '励志与成功', '人在职场', '', '1');
INSERT INTO `book` VALUES ('57', '微习惯：简单到不可能失败的自我管理法则', '9787210086741', '斯蒂芬·盖斯', '江西人民出版社', 'http://img14.360buyimg.com/n1/jfs/t3088/293/3897238156/293937/eb531580/57fb1162N7d3f0780.jpg', null, '励志与成功', '性格/习惯', '微习惯是一种非常微小的积极行为，你需要每天强迫自己完成它。微习惯太小，小到不可能失败。正是因为这个特性，它不会给你造成任何负担，而且具有超强的“欺骗性”，它也因此成了极具优势的习惯养成策略。\n微习惯策略的科学原理表明了人们无法长期坚持大多数主流成长策略的原因，也揭示了人们长期坚持微习惯策略的可能性。人们无法让改变的效果持久时，往往认为原因在于自己，但其实有问题的并不是他们本身，而是他们采用的策略。当你开始用微习惯策略教你的方法按照大脑的规律做事情时，持久改变其实很容易。', '1');
INSERT INTO `book` VALUES ('58', '别找替罪羊： 如何跳出自欺欺人的思维盒子', '9787210108085', '美国亚宾泽协会, 王一冲', '江西人民出版社', 'http://img10.360buyimg.com/n1/jfs/t1/9159/23/3665/120394/5bd7a919E36cef9a0/617c3074184ab826.jpg', null, '励志与成功', '自我完善', '所有管理与领导的问题，都来自“自我背叛”与“自我欺骗”，都来自将失败归咎于他人或者环境（替罪羊）的心理模式！  唯有跳出盒子，才能成就完美的团队。    \n先说一个简单的小故事：戴维和南希是一对年轻夫妻，他们育有一个四个月大的婴儿,某天婴儿在半夜哭闹，戴维觉得自己应该起来哄小孩，让妻子好好睡，但最后他还是选择继续睡，没有起来安抚哭闹的婴儿。    \n你知道这样一个简单的行为，背后隐藏着什么样的领导管理哲学吗？《别找替罪羊》通过汤姆的故事，阐述了“自我欺骗”的概念。一旦对“自我欺骗”有所了解，你的洞察力就会更为敏锐，你会更渴望团队合作，责任感倍增，获取成效的能力也会加强，还会赢得成就感和幸福感。无论是身处企业界、社区还是家庭，重要的不只是“拥有影响力”，而是“拥有让一切变得更好的影响力”。', '1');
INSERT INTO `book` VALUES ('59', '小学二年级就能读懂的经济学', '9787210109655', '坂井丰贵', '-', 'http://img14.360buyimg.com/n1/jfs/t1/89576/11/12858/143069/5e4ea62eE7e548098/44499b212875eab2.jpg', null, '经济', '通俗读物', '', '1');
INSERT INTO `book` VALUES ('60', '趋势思考', '9787210108696', '佐藤航阳', '江西人民出版社', 'http://img14.360buyimg.com/n1/jfs/t1/68948/30/3680/160131/5d1d31a9Eb0e8ea4e/99bde957488a8396.jpg', null, '管理', '企业管理与培训', '', '1');
INSERT INTO `book` VALUES ('61', '后浪 碎片化学习 互联网时代89个妙招提升自我价值终身学习实践手册成功励志书籍', '9787210110958', '小山龙介, 李青', '江西人民出版社', 'http://img12.360buyimg.com/n1/jfs/t1/74335/19/310/146496/5ce7af18E36f47848/13a1b1f79be411c7.jpg', null, '文化', '文化刊物', '', '1');
INSERT INTO `book` VALUES ('62', '终身成长行动指南', '9787210112778', '赤羽雄二, 温玥', '江西人民出版社', 'http://img14.360buyimg.com/n1/jfs/t1/51457/33/3237/153939/5d10605eE7a073307/71beb50134a6e268.jpg', null, '励志与成功', '成功学', '任何人都能够不断地成长，这也是人类zui根本的特性。有很多人都认为：“能够有所成长是一件很好的事情。”然而，对于成长，大部分人都只停留在“想想而已”的阶段，能将“成长”当做一个真正的目标而采取实际行动的人少之又少。\n本书作者赤羽雄二曾在麦肯锡公司工作14年，一手创办了麦肯锡韩国分公司。作为一名出色的咨询师，他在工作时不断迎接新的挑战，开展新的事业。通过这本书，他想要告诉大家：想要“获得成长”并不是一件难事，只要你掌握正确的方法，以及做好心理准备。在本书中，他深入分析了阻碍成长的几大因素，并结合自身经验，提出了“能够让所有人持续成长的方法论”。从如何建立自信到创造出良性循环，再到和同伴一同成长，只要完成7个行动就能够打破成长屏障，突破自身成长极限，终身都能够看到有所改变的自己。', '1');
INSERT INTO `book` VALUES ('63', '你的委屈，终成治愈', '9787559409539', '林特特', '江苏凤凰文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t7561/166/643573057/185862/2dde468f/599573fcN03e9a9b3.jpg', null, '文学', '散文/随笔/书信', '\"每两个人之间就有一场博弈，每一场博弈都在寻求平衡。\n我们和熟悉的、陌生的人构成纵横交错的网，我们同时在和无数人玩跷跷板。\n54个小故事，54次和另一个自己从博弈到言和的内心体验。\n这里的冲动、不平、失望、心慌、委屈，你都有过。\n时间的大风吹走砂砾，剩下闪着光的治愈和希望，正是留给你的。\n有一天，蓦然发现，那个给你委屈的人也悄悄给了你治愈，那个和你博弈的人也自始至终陪伴你。\n这才是真相，也是生活的希望。\n\"', '1');
INSERT INTO `book` VALUES ('64', '6册 为什么精英都是时间控excel控清单控方法控都有强专注力为什么精英这', '9787540475987', '', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/71893/21/13933/589312/5db3b295E502cceb5/11be72ef39d260d8.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('65', '图书 为什么精英都是Excel控 特价', '9787540480158', '熊野整', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t6367/231/466005672/35090/f794646d/593fb37eN21eec60b.jpg', null, '励志与成功', '人在职场', '', '1');
INSERT INTO `book` VALUES ('66', '麦肯锡问题解决方法与技巧图文版', '9787569912739', '大岛祥誉', '北京时代华文书局', 'http://img14.360buyimg.com/n1/jfs/t3154/313/8186156904/65620/91575ca3/58c0fe40Nf9ed796e.jpg', null, '管理', '企业管理与培训', '', '1');
INSERT INTO `book` VALUES ('67', '不懂销售，你就自己跑断腿~~销售的27个黄金法则', '9787550295230', '林有田', '北京联合出版公司', 'http://img12.360buyimg.com/n1/jfs/t3250/186/6255670533/241541/68a62932/58a115a5Nd9b019ef.jpg', null, '管理', '市场营销', '', '1');
INSERT INTO `book` VALUES ('68', '一个人的修养，看失意时的善良', '9787559622938', '陶瓷兔子', '北京联合出版公司', 'http://img10.360buyimg.com/n1/jfs/t22894/263/2642956268/342821/3005143d/5b8765e0Neb2f7ee3.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('69', '带人要同频.管人要共情', '9787559632227', '吉田幸弘', '北京联合出版公司', 'http://img10.360buyimg.com/n1/jfs/t1/39948/27/14277/91227/5d551f19E9db4c794/180de5a053100240.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('70', '哈佛的青春不迷茫：哈佛大学送给青少年的好礼物 柳杨', '9787530676745', '柳杨', '百花文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/89822/7/17/138209/5da58e3cEff18cc17/db1917f1eb25d7ab.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('71', '会计综合实训', '9787111472674', '喻晶', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t355/99/257411410/317371/d8c4daab/540704caNc6e00d49.jpg', null, '大中专教材教辅', '高职高专教材', '', '1');
INSERT INTO `book` VALUES ('72', '认知突围：做复杂时代的明白人', '9787508677620', '蔡垒磊', '中信出版集团', 'http://img13.360buyimg.com/n1/jfs/t10243/41/1597967035/50493/8b74efd7/59e34f59Ncc38c982.jpg', null, '励志与成功', '成功学', '有人说：为什么我懂得了这么多道理，依然过不好这一生？那是因为你根本没懂，但却以为自己懂了。认知是所有行为的内在逻辑，而行为是认知能力的外在表现。\n《认知突围：做复杂时代的明白人》通过从源头上提升对每个人来说极重要的六件事（清醒认识自己、如何有效学习、建立恰当金钱观、高效利用时间、正确处理人际关系、如何看待成功）的基础认知，搞清楚它们的内在逻辑，指出大部分人的认识误区，直指生活中真正重要的道理，让你思维开挂，认知升级，成为真正意义上的人生赢家。 ', '1');
INSERT INTO `book` VALUES ('73', '极致服务指导手册：给顾客一个选择你的理由', '9787508685632', '赵珂僮', '中信出版集团', 'http://img11.360buyimg.com/n1/jfs/t19015/357/2424514852/222941/105e21d7/5af55bb4Nbf5b6d62.jpg', null, '管理', '企业管理与培训', '这本书以服务为基点审视商业模式、经营思维及企业文化的系统性著作，兼具理论与实践步骤，具体而细致地阐释了在消费升级时代，如何利用“服务精神”转变企业经营思维模式，提升产品和服务的附加值，构建服务型企业文化，打造一支懂得服务内涵的团队，提升企业持续赢利的能力。\n在经济结构发生变化的当下，越来越多的企业已经感受到了服务的价值，但在具体实践上往往陷入困境，因为“服务”这一概念目前并未受到业界的足够重视，国内亦缺乏具有可操作性的指导手册，导致服务沦为企业挂在墙上的标语。\n这本书细致地界定并解构了“服务”在商业应用领域的概念范畴，为企业管理人员、一线从业者提供了“服务升级”的技术诀窍（Know-How），对于有志于以服务为基点进行商业突围的企业和从业者而言，有很高的参考价值。', '1');
INSERT INTO `book` VALUES ('74', '投资21戒 中信', '9787508692586', '本·斯坦, Ben Stein', '中信出版集团', 'http://img10.360buyimg.com/n1/jfs/t1/59000/15/1020/182585/5cede82cEd385ab0b/ac8d0cf9ad0c0283.jpg', null, '金融与投资', '投资', '', '1');
INSERT INTO `book` VALUES ('75', '单身不为钱愁 荻原博子图书', '9787521705065', '', '中信出版社', 'http://img12.360buyimg.com/n1/jfs/t1/90586/9/14438/142143/5e651a1cEe643ee43/3b700d3e776d5f90.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('76', '极简工作(1)工作中的断舍离,效率提高20%', '9787300243634', '约根·库尔兹（JurgenKurz）著王瑞琪', '中国人民大学出版社', 'http://img14.360buyimg.com/n1/jfs/t10924/133/2875909199/448649/46573489/5cdb91c7Nc4a99845.png', null, '励志与成功', '人在职场', '', '1');
INSERT INTO `book` VALUES ('77', '人脉 构建人际网络，拓展商业机会的行动指南', '9787300246666', '希瑟·汤森德', '中国人民大学出版社', 'http://img11.360buyimg.com/n1/jfs/t7609/240/502829333/84846/f0e33b3f/5993e2e6N18137041.jpg', null, '经济', '贸易经济', '很多人的成功都来自他们的人脉。\n如何建立人脉？\n什么样的态度和行为能培养出优质人脉网络？\n怎样聊天才是恰当和富有成效的？\n如果才能得到有价值的引荐和新的机会？\n英国人脉女王希瑟，研究并采访了世界各地商业思想领袖，结合自身实践，详细介绍了构建人际网络，拓展商业机会的行动指南，帮助你取得职业生涯的成功。本书简明易读，有许多高效实用的建议，适合各个层次的创业者、求职者和职场人士。\n　　', '1');
INSERT INTO `book` VALUES ('78', '按自己的意愿过一生', '9787533943608', '王潇', '浙江文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t6040/135/717900392/182356/2d64bfcb/592bf165Nbf8edd92.jpg', null, '励志与成功', '女性励志', '　　励志偶像“潇洒姐”王潇推出全新力作《按自己的意愿过一生》，继《女人明白要趁早》后，首度披露在成长、创业、情感历程中的笑与泪。\n　　“潇洒姐”王潇曾以一个女人的奋斗感悟，激励了上百万读者，成为年轻女性憧憬的榜样。她的名言“要么旅行，要么读书，身体和灵魂必须有一个在路上”在网络上广为流传，成为无数人心底的座右铭。\n　　在她的第五本著作《按自己的意愿过一生》中，王潇以真诚诙谐的口吻，毫无保留地分享自己的亲身经历。从初入职场的学生到身经百战的职业经理人，从坚定的“灭绝组”成员到与真爱喜结良缘，从万人之上的《时尚COSMO》总编辑到事必躬亲的品牌创始人，王潇以一颗真诚、勇敢、坚韧的心，在多重身份之间游刃有余。重要的是，作为女人，她从未有一天向现实妥协，从未有一秒背叛过自己。你，也同样可以！\n　　潇洒姐如是说：\n　　我要为我们--我和我的同类写下这一本书。每一本书，早就等在那里，我们只管往前走。等我们用双手双脚跳出黑暗岩洞，她会在未来某处，用字句和段落拥抱我们。每一本书，已经选定了她的命运和节奏，当你经历跌宕，兑现誓言，她也安静地完成，就像果树终于结出果实。\n　　让我们闭上眼想象自己的八十岁，皱，瘦，衣襟飘荡，精神抖擞，聊起来是吃过见过的笃定。如果从那天回望，我们必须告诉现在的自己：“你的血是灼热的，一直都是！按自己的意愿过一生，因为你值得用一辈子去赢得做自己的权利。当你遇见煎熬、绝望、奇迹、战友、宿敌，你都别忘，这是你自己的意愿，你发了誓。”', '1');
INSERT INTO `book` VALUES ('79', '三观易碎', '9787533945404', '王潇', '浙江文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t3286/26/3240846314/266573/8945387f/57ec6554Nb88e8850.jpg', null, '励志与成功', '女性励志', '', '1');
INSERT INTO `book` VALUES ('80', '情商是什么 李筱懿 关于生活智慧的44个故事 女性励志 果麦图书', '9787533951092', '李筱懿', '浙江文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t1/97765/35/14508/149557/5e65df01Ebd65067e/19bf0c0583110fdc.jpg', null, '文学', '散文/随笔/书信', '', '1');
INSERT INTO `book` VALUES ('81', '2019年新版 绿色发展新理念 生态环境部宣传 育中心', '9787511557612', '生态环境部宣传教育中心', '人民日报出版社', 'http://img10.360buyimg.com/n1/jfs/t1/89445/39/44/69863/5da5d593Ede9f7a26/29c5be7a981d478b.jpg', null, '经济', '中国经济', '', '1');
INSERT INTO `book` VALUES ('82', '2019年新版 绿色发展新理念 绿色学校 生态环境部宣传教育中心', '9787511557636', '生态环境部宣传教育中心', '人民日报出版社', 'http://img14.360buyimg.com/n1/jfs/t1/65238/30/12993/73067/5da5d5a7E0def73c1/ba46d03be0e99653.jpg', null, '经济', '中国经济', '', '1');
INSERT INTO `book` VALUES ('83', '2019年新版 绿色发展新理念 绿色乡村 生态环境部宣传 育中心', '9787511557629', '生态环境部宣传教育中心', '人民日报出版社', 'http://img12.360buyimg.com/n1/jfs/t1/85467/18/61/67214/5da5d59dE20e592c1/2500c5553f70de81.jpg', null, '经济', '中国经济', '', '1');
INSERT INTO `book` VALUES ('84', '知识管理研究 葛新权 等', '9787514189858', '葛新权 等', '经济科学出版社', 'http://img14.360buyimg.com/n1/jfs/t1/100513/1/2583/18042/5dd2af6bEa48c3c1b/2acf56c7e8ecf722.jpg', null, '经济', '经济学理论', '', '1');
INSERT INTO `book` VALUES ('85', '韭菜的自我修养 李笑来,果麦文化 出品', '9787559428639', '李笑来, 果麦文化 出品', '江苏凤凰文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/90455/18/2756/41084/5dd59e15E233b9c5c/6ddc93ed5e542d72.jpg', null, '金融与投资', '投资', '', '1');
INSERT INTO `book` VALUES ('86', '书籍 卓有成效的个人管理(', '9787111451891', '', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/80229/9/727/167260/5cef498aEc51abb40/1c80d8d66dcb93e8.png', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('87', '刻意练习：如何从新手到大师', '9787111551287', '安德斯艾利克森, Anders Ericsson, 罗伯特·普尔, Robert Pool, 王正林', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t3349/253/256581683/239394/a9ad8435/5805d20bN155c2894.jpg', null, '励志与成功', '自我完善', '　　4岁就会弹奏小提琴，童年时代写出多部名曲，只用一根弦也能弹完一首曲子，\n　　瞬间记住几百个随机数字，开平方比计算器还快，一秒内说出某个日子是周几，\n　　入行1年就获得世界跳高冠军，同时和26人下盲棋，14岁即成为世界象棋大师\n　　所有人都以为“杰出”源于“天赋”，\n　　“天才”却说：我的成就源于“正确的练习”！\n　　著名心理学家艾利克森在“专业特长科学”领域潜心几十年，研究了一系列行业或领域中的专家级人物：国际象棋大师、顶*小提琴家、运动明星、记忆高手、拼字冠军、杰出医生等。\n　　他发现，不论在什么行业或领域，提高技能与能力的*有效方法全都遵循一系列普遍原则，他将这种通用方法命名为“刻意练习”。\n　　对于在任何行业或领域中希望提升自己的每个人，刻意练习是黄金标准，是迄今为止发现的*强大的学习方法。', '1');
INSERT INTO `book` VALUES ('88', '学习之道', '9787111552062', '芭芭拉·奥克利Barbara Oakley', '机械工业出版社', 'http://img13.360buyimg.com/n1/jfs/t1/17799/12/8736/19974/5c78f79cE2aca7982/5670ea6033933324.jpg', null, '励志与成功', '智力与谋略', '', '1');
INSERT INTO `book` VALUES ('89', '如何高效记忆', '9787111561590', '', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/74819/33/497/363906/5ceb3902E716ca39c/23a966640223b904.png', null, '励志与成功', '智力与谋略', '', '1');
INSERT INTO `book` VALUES ('90', '短线炒股从入门到精通 齐晓明', '9787111563280', '齐晓明', '机械工业出版社', 'http://img14.360buyimg.com/n1/jfs/t1/109365/6/1497/91586/5dfdbe54Eb267cca4/d982d113f7c7e7b7.jpg', null, '金融与投资', '证券', '', '1');
INSERT INTO `book` VALUES ('91', '中小企业税务与会计实务 张海涛', '9787111586104', '张海涛', '机械工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/109229/30/8558/115405/5e683df7E06049937/0910457225970a75.jpg', null, '经济', '会计、审计', '', '1');
INSERT INTO `book` VALUES ('92', '一线主管培训TWI案例解析：标准作业、持续改善和团队合作* [美', '9787111583943', '唐纳德·A·迪内罗Donald A. Din', '机械工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/3845/19/15648/20416/5bdf5d8aE45f49c51/ab02aaa5624cb9b3.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('93', '华人民共和国标准设备采购招标文件 国家发展和改革 员会法规司  机械工业', '9787111584728', '国家发展和改革委员会法规司', '机械工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/108438/32/5874/81886/5e440142E5e6b96ba/d1f3066f36d8f583.jpg', null, '管理', '生产与运作管理', '', '1');
INSERT INTO `book` VALUES ('94', '干法(口袋版)', '9787111590095', '日稻盛和夫', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/52619/32/14723/23348/5dba4bf2E5dd7ecf9/90a1a50a1d6187b6.jpg', null, '大中专教材教辅', '高职高专教材', '', '1');
INSERT INTO `book` VALUES ('95', '用数据开公司：流程、方法、案例一本通', '9787111611578', '张杰', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/7065/12/15076/148558/5c6a62e5E7b319398/ebcb4eeca5cb31cd.jpg', null, '管理', '企业管理与培训', '', '1');
INSERT INTO `book` VALUES ('96', '极简主义：活出生命真意', '9787540480615', '乔舒亚·菲尔茨·米尔本, 瑞安·尼科迪默斯, 李紫', '湖南文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t4549/110/3530823797/206616/99e01857/590317aaNe24a953c.jpg', null, '励志与成功', '自我完善', '极简主义不是要你一无所有，而是要你穿越物质的海洋，找到真正重要的东西。在《极简主义》一书中，放弃高薪主管工作、转身成为美国极简主义生活先锋的乔舒亚和瑞安，分享了他们自己的人生故事和极简主义的生活理念。通过舍弃生活中多余的东西，我们得以CHAO越物质，集中精力追求生命中重要的五种价值：健康、人际关系、热情、成长和奉献。书中也有丰富的具体实践方法，帮助读者快速过上极简生活。 \n 极简主义从舍弃开始，终点却是更有意义的人生。', '1');
INSERT INTO `book` VALUES ('97', '人生效率手册：如何卓有成效地过好每一天', '9787540481162', '张萌, 博集天卷 出品', '湖南文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t1/35754/34/5727/25451/5cc09696Eb0511b8e/da6397986887cc43.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('98', '非暴力沟通全套5册  自控力抖音高情商聊天术沟通术 别输在不会表达上 好好说话提高情商的技巧 控', '9787554610312', '', '古吴轩出版社', 'http://img10.360buyimg.com/n1/jfs/t1/60500/1/741/396300/5cef654eE0f0d80ae/408410bd1208ed78.jpg', null, '童书', '儿童文学', '', '1');
INSERT INTO `book` VALUES ('99', '高效学习之道   中国友谊出版公司', '9787505741539', '白仕刚', '中国友谊出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/10182/37/11922/39031/5c74d484E9b8302ae/792a39ae90d40505.jpg', null, '励志与成功', '智力与谋略', '', '1');
INSERT INTO `book` VALUES ('100', '能力都是逼出来的   中国友谊出版公司', '9787505742710', '美布兰登·伯查德 王冬佳 时代华语 出品', '中国友谊出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/28025/6/8278/11609/5c74f66dE7b28d084/e68f584d0c4f33dd.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('101', '25%的回头客创造75%的利润 高田靖久著 日本1600多家商店运用顾客偏袒法则 持续提升业绩秘诀管', '9787505745995', '', '中国友谊出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/82447/6/2694/348436/5d1067faE6c975916/8f81efb2328343bc.jpg', null, '中小学教辅', '中小学课外读物', '', '1');
INSERT INTO `book` VALUES ('102', '你的善良必须有点 芒2 慕颜歌 时代 语 出品 中国友谊出版公司', '9787505747753', '慕颜歌 时代华语 出品', '中国友谊出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/54006/31/5190/26463/5d2d7abdE2f7afeec/32f669a56a7fbd50.jpg', null, '励志与成功', '心灵鸡汤', '', '1');
INSERT INTO `book` VALUES ('103', '如何问对方才肯听.如何听对方才肯说', '9787505747661', '清水久三子', '中国友谊出版公司', 'http://img12.360buyimg.com/n1/jfs/t1/72517/16/15141/282314/5dca42d6E95633c30/55851f50f0be5962.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('104', '从零开始学理财(实操版)(实操案例版)', '9787113183646', '罗春秋著', '中国铁道出版社', 'http://img13.360buyimg.com/n1/jfs/t1/31258/1/11129/32445/5cb42e0cE6dcd77f5/de52fce767defe00.jpg', null, '金融与投资', '个人理财', '', '1');
INSERT INTO `book` VALUES ('105', '职场沟通学 中国纺织有限公司', '9787518062324', '邓兮', '中国纺织出版社', 'http://img14.360buyimg.com/n1/jfs/t1/97158/16/7670/289337/5dfdc7deEa291f88f/4348e7c6db235c7d.jpg', null, '励志与成功', '人在职场', '', '1');
INSERT INTO `book` VALUES ('106', '', '9787533959173', '果麦文化 出品；李筱懿', '浙江文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t1/88989/14/5700/218074/5def5cc0E363808fd/1dca409070bbb8a6.jpg', null, '文学', '散文/随笔/书信', ' 如果说《灵魂有??的??》是从 32 位民国?性的命运中读出??的故事，那么《美?都是狠??》就是从?边众多??的经历中照见当代女性的生存现状和生存之道。\n  书中，李筱懿写尽了不同年龄、?份、处境?性的各种?思和纠结：\n  ??不强?怎么?对瞬息万变的碎?化时代？怎么在职场上不让须？\n  怎么能在失恋离婚的时候依旧挺直腰杆说“我很好你也保重”？\n  怎么可以做到既维护外表的美丽又保持内?的丰盈？\n 在这本书?，李筱懿将告诉读者——\n    什么是?个??真正的“狠”和“强?”。\n ', '1');
INSERT INTO `book` VALUES ('107', '中层领导力', '9787549621996', '约翰·C·麦克斯维尔', '文汇出版社', 'http://img11.360buyimg.com/n1/jfs/t9007/81/1406169691/299424/742c5ad7/59bb8c67Nacf3d366.jpg', null, '管理', '领导学', '', '1');
INSERT INTO `book` VALUES ('108', '谁都没有资格，轻易否定我', '9787516823309', '嵇振颉', '台海出版社', 'http://img13.360buyimg.com/n1/jfs/t1/95786/18/4574/157692/5de75ce5E5c222bf2/59d0e35f3c2b5af7.jpg', null, '励志与成功', '心灵鸡汤', '', '1');
INSERT INTO `book` VALUES ('109', '世上所有的坚强，其实全靠硬扛', '9787516823804', '林子树 三鼎甲 出品', '台海出版社', 'http://img12.360buyimg.com/n1/jfs/t1/86992/36/7960/68291/5e00a92fE84be9283/7a277be683774d05.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('110', '领导者习惯卓越管理的22个技能', '9787541149191', '', '四川文艺', 'http://img13.360buyimg.com/n1/jfs/t1/52447/21/15572/149332/5dccc762Ecee2e303/ca83c43d3e8fd9b5.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('111', '(SJSJ)于其夸夸奇谈，不如静心聆听', '9787541154621', '', '四川文艺', 'http://img10.360buyimg.com/n1/jfs/t1/81419/8/11819/176737/5d935cd2Ed1c352f7/ad7e600e0663d12a.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('112', '自洽 文长长,  悦读纪 出品', '9787555278603', '文长长, 悦读纪 出品', '青岛出版社', 'http://img12.360buyimg.com/n1/jfs/t1/104219/21/10556/16286/5e1ce72cE0fe26edd/12c0a344a577c3ad.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('113', '内向的力量 席音,  悦读纪 出品', '9787555282297', '席音, 悦读纪 出品', '青岛出版社', 'http://img10.360buyimg.com/n1/jfs/t1/94971/1/10645/205025/5e1ce756Efd6d084d/37d6acad0d7c56d2.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('114', '人生需要高级感', '9787555276944', '西风南浦', '青岛出版社', 'http://img10.360buyimg.com/n1/jfs/t1/55914/24/4145/208149/5d1da66cE07d8470f/2f6bc98edbfe26cf.jpg', null, '励志与成功', '自我调节', '高级是一个人深刻到骨子里的性感。\n高级是一种内心的坚守，一种对当下生活的不满足和不服输，一种逼着我们将自己从困顿里拔出来的力量。\n或许，我们拼尽全力，也只能换取一个别人唾手可得的平凡人生，但正是这种对更高级的生活的向往，让我们平凡的人生，变得有一点儿不一样。\n在物欲纵横的社会里，请用心守护这份“高级感”，与不满足的一切对抗，拼出一个不一样的精彩人生。\n即使天寒地冻，又或是路遥马亡，那也请相信，总有一些永远仰望星空、哪怕热泪盈眶的人，用自己的努力来去照亮这个世界。', '1');
INSERT INTO `book` VALUES ('115', '姑娘,愿你有个自己说了算的人生', '9787570511235', '易小宛', '江西教育出版社有限责任公司', 'http://img13.360buyimg.com/n1/jfs/t1/34454/2/14069/45172/5d2f277fE0c1fda81/a3549d547a4e317d.jpg', null, '文学', '散文/随笔/书信', '', '1');
INSERT INTO `book` VALUES ('116', '向上管理：与你的领导相互成就 江苏凤凰文艺', '9787559435958', '萧雨', '江苏凤凰文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t29254/203/1220053496/80509/3c9f6b60/5cd937c0N5fbbf0dc.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('117', '内向者的竞争力', '9787559436870', '谭云飞', '江苏凤凰文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/81105/24/13379/21077/5dabba8dE82eced35/5ece331ea45964b2.jpg', null, '励志与成功', '励志小品', '', '1');
INSERT INTO `book` VALUES ('118', '佛系：如何成为一个快乐的人   江苏凤凰文艺出', '9787559414311', '草薙龙瞬 时代华语 出品', '江苏凤凰文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/19222/37/13054/19992/5c9dd120Eea518ad4/2ebc51b6711df892.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('119', '精准提升', '9787559434036', '庆哥, 九志天达 出品', '江苏凤凰文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/86920/39/2572/74828/5dd291f1E3f4953cf/aee9d3f8a650ca4c.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('120', '区块链+大数据：突破瓶颈，开启智能新时代', '9787111626336', '杨永强, 蔡宗辉, 刘雅卓', '机械工业出版社', 'http://img13.360buyimg.com/n1/jfs/t1/40536/10/6586/181175/5d0323ddE46022109/c4ef1d34d28b0547.jpg', null, '计算机与互联网', '编程语言与程序设计', '', '1');
INSERT INTO `book` VALUES ('121', '不是生活无趣，是你过得乏味 聂向荣 化学工业', '9787122331908', '聂向荣 著', '化学工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/30815/39/7552/64239/5c983733Ebddb2d83/573a17f2ea7c834c.jpg', null, '励志与成功', '名人励志', '', '1');
INSERT INTO `book` VALUES ('122', '被左右的独立思维:我们如何被影响及影响他人', '9787122344656', '美塔利·沙罗特 Tali Sharot', '化学工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/99885/12/13373/53537/5e586e12E9cd7dcf4/554c8b01029aec3e.jpg', null, '励志与成功', '智慧格言', '', '1');
INSERT INTO `book` VALUES ('123', '不懂沟通，你怎么带团队 夏佐 化学工业', '9787122335272', '夏佐', '化学工业出版社', 'http://img11.360buyimg.com/n1/jfs/t1/77011/34/5814/67303/5d3fc21cEb2ddb339/73f80dd34760ad38.jpg', null, '管理', '企业管理与培训', '', '1');
INSERT INTO `book` VALUES ('124', '心之力——成为更好的自己', '9787508097275', '马克, 桑伯恩', '华夏出版社', 'http://img10.360buyimg.com/n1/jfs/t1/93051/14/12511/113700/5e4e87afE7cca6e28/fef793910a1a68cc.jpg', null, '心理学', '大众心理学', '', '1');
INSERT INTO `book` VALUES ('125', '全4册董卿做一个有才情的女子 你的善良必须有点锋芒你若不勇敢谁替你坚强要么出众要么出局写的书的励', '9787540479657', '', '湖南文艺', 'http://img10.360buyimg.com/n1/jfs/t1/45083/25/964/188578/5ceb3dacE04c6b553/51eb51fa45a4a8c2.jpg', null, '童书', '儿童文学', '', '1');
INSERT INTO `book` VALUES ('126', '个体崛起', '9787540483197', '陈立飞, 博集天卷 出品', '湖南文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/32750/12/3412/25051/5c750e44E726ab9cc/8da87a8cdca8f62b.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('127', '买10本送3本 让你受益一生的13本书收益 99元10册人生必读十本书成功素质与生存法则之道 鬼谷子', '9787540481544', '马晓佳', '湖南文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t1/56776/37/4247/197289/5d1eeb1bE825d0c9a/11b7955466e69086.jpg', null, '童书', '儿童文学', '', '1');
INSERT INTO `book` VALUES ('128', '李嘉诚传 抉择', '9787512507272', '李忠海', '国际文化出版公司', 'http://img10.360buyimg.com/n1/jfs/t274/280/1405708607/351002/f846d25e/5438e0a5N11a2ce0c.jpg', null, '传记', '财经人物', '　　《李嘉诚传 抉择》是《李嘉诚传：峥嵘》的第二部，描述了李嘉诚崛起之后，其旗下的港口、电讯、石油、房地产等企业在不断的壮大。此时的李嘉诚却将许多精力放到了教育、医疗等领域，李嘉诚基金会、汕头大学、长江商学院……\n　　也许正如李嘉诚所说：“人的一生，不过是一个匆匆过客。生命对于人只有一次，我认为在我有生之年，如果能在人世间留下一些可称之为痕迹的东西，能为人类做出点贡献，那么，不论将来的结局如何，我便死而无憾。”这正是李嘉诚的抉择。希望读者在熟悉李嘉诚在商场上取得的巨大成就之余，也能了解其在医疗、教育领域方面付出的巨大努力。', '1');
INSERT INTO `book` VALUES ('129', '早起的奇迹:那些能够在早晨8:00前改变人生的秘密', '9787218123943', '哈尔.埃尔罗德（Hal Elrod', '广东人民出版社', 'http://img12.360buyimg.com/n1/jfs/t15493/115/1976233981/309978/ffb965bb/5a72c9e8Ne12e4725.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('130', '从0到1：求职思维的裂变——小风嗖嗖的10堂求职必修课', '9787566914620', '小风嗖嗖的', '东华大学出版社', 'http://img12.360buyimg.com/n1/jfs/t23194/236/2625350973/76200/85e98f5b/5b875b3fN4cf44217.jpg', null, '大中专教材教辅', '大学教材', '本书是以大学生为对象的求职参考书，内容包括你到底需要一份什么样的工作，在求职季你该如何准备，从HR的角度谈简历制作，论求职信与叉烧饭的关系，如何回答网申开放性问题，传说中的那些“烧脑”小学数学题，如何在群面中脱颖而出，如何通过情景构建应对面试问题，犹豫不决不代表慎重选择，求学、求职、跳槽、转行的艰难抉择等。', '1');
INSERT INTO `book` VALUES ('131', '学习天性', '9787547315194', '小沼势矢', '东方出版中心', 'http://img12.360buyimg.com/n1/jfs/t1/93422/25/5762/253952/5def3c78E4a8f6244/ea7ea06516268787.jpg', null, '励志与成功', '成功学', '', '1');
INSERT INTO `book` VALUES ('132', '让管理回归简单(升级版) 宋新宇著', '9787121185205', '宋新宇著', '电子工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/90796/10/11950/68680/5e4004e4E335cbc16/9c3001d2fa255d3f.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('133', '不如去闯', '9787535485175', '', '长江文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/31639/1/5589/112704/5c870069E97a7e9f9/40657af28b4b9974.jpg', null, '励志与成功', '青少年励志/大学生指南', '', '1');
INSERT INTO `book` VALUES ('134', '管理会计', '9787569912012', '嶋田毅', '北京时代华文书局', 'http://img11.360buyimg.com/n1/jfs/t5938/274/2534467128/507233/87123418/5940e327Nb2c9e17a.jpg', null, '经济', '会计、审计', '', '1');
INSERT INTO `book` VALUES ('135', 'XIY 逻辑思维//', '9787569912005', '', '北京时代华文书局', 'http://img11.360buyimg.com/n1/jfs/t30160/15/534031490/68640/b6bd28b4/5bf666a4N556c56fe.jpg', null, '管理', '企业管理与培训', '', '1');
INSERT INTO `book` VALUES ('136', '如何有效阅读', '9787559630551', '藤原和博', '北京联合出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/39369/33/3516/340554/5cc565f0E0f6ff6cc/2707f2ef78a78780.jpg', null, '励志与成功', '自我调节', '', '1');
INSERT INTO `book` VALUES ('137', '番茄工作法(创始人亲授，已售11国版权)  弗朗西斯科·西', '9787559632753', '【意】弗朗西斯科·西里洛 廖梦韡  时代', '北京联合出版有限公司', 'http://img14.360buyimg.com/n1/jfs/t1/55263/12/15527/34717/5dc793e1E41ef3959/3a9795fb0e25e805.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('138', '漫画区块链', '9787559633712', '王俊岭', '北京联合出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/81916/9/4708/263525/5d2d41a1Ea3366386/28f783adec660665.jpg', null, '经济', '通俗读物', '', '1');
INSERT INTO `book` VALUES ('139', '情商高 就是说话让人舒服:如何说孩子才会听，如何听孩子才肯说:3:亲子篇', '9787531740568', '朱凌, 常清', '北方文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t15382/168/2539082777/399271/a2cf20ab/5aa64048Ne267ed2c.jpg', null, '励志与成功', '情商管理', '', '1');
INSERT INTO `book` VALUES ('140', '大败局1  吴晓波', '9787308123358', '', '浙江大学出版社', 'http://img14.360buyimg.com/n1/jfs/t1/104139/35/4195/49520/5de5b345E84c2528f/744ff575b423a8b5.jpg', null, '文化', '文化史', '', '1');
INSERT INTO `book` VALUES ('141', '知识管理如何改变商业模式', '9787111532408', '卡拉·欧戴尔（CarlaO\'Del', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t2818/306/409212722/191568/36bee557/5711a149Nd5f7efa4.jpg', null, '管理', '管理学', '', '1');
INSERT INTO `book` VALUES ('142', '六顶思考帽 德博诺 中信', '9787508665344', '德博诺, 马睿', '中信出版社', 'http://img14.360buyimg.com/n1/jfs/t1/23202/38/6887/52586/5c64fde4Ebf0534fd/4d7c750377416d89.jpg', null, '励志与成功', '名人励志', '', '1');
INSERT INTO `book` VALUES ('143', '2m OKR工作法：谷歌、领英等公司的高绩效秘籍 领英产品经理深度解读 KPI的效率评估 管', '9787508679099', '', '中信出版集团', 'http://img11.360buyimg.com/n1/jfs/t1/94455/15/5291/356061/5dec8738Ec7826fc7/d5a2f464d18a7939.jpg', null, '经济', '经济学理论', '', '1');
INSERT INTO `book` VALUES ('144', '刻意选择：学会用左手吃饭 巴尔加瓦 中信', '9787508695044', '巴尔加瓦', '中信出版社', 'http://img13.360buyimg.com/n1/jfs/t1/26804/17/6439/224957/5c524cf5E9cac2da2/6e55dd0e72627b89.jpg', null, '管理', '通俗读物', '', '1');
INSERT INTO `book` VALUES ('145', '归属感 布朗 中信', '9787521705751', '布朗', '中信出版社', 'http://img13.360buyimg.com/n1/jfs/t1/68581/16/11511/387276/5d905f54E8be8553e/08053bdd380f1f76.jpg', null, '励志与成功', '文明礼仪', '', '1');
INSERT INTO `book` VALUES ('146', '逆袭 大学四年成功蜕变线路图 安帅 著 丰富校园生活示范 职业规划实用指南 中信书店', '9787521709575', '', '新书预售 逆袭大学四年成功蜕变线路图安帅著丰富校', 'http://img10.360buyimg.com/n1/jfs/t1/99605/16/14388/135679/5e65a8a3E149211c6/76fef77a6f97558d.jpg', null, '童书', '励志/成长', '', '1');
INSERT INTO `book` VALUES ('147', '麦肯锡高效沟通课：掌控高难度谈判的13种技巧', '9787521710830', '高杉尚孝', '中信出版集团', 'http://img10.360buyimg.com/n1/jfs/t1/64409/11/14884/167040/5dc4fb9fE5e32dac9/8ea40bd908e91d3e.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('148', '麦肯锡公众表达课：准确发现痛点, 才能有效说服', '9787521710823', '高杉尚孝', '中信出版集团', 'http://img11.360buyimg.com/n1/jfs/t1/76994/16/14941/157258/5dc4fdcaEeecfbad8/10c20a920199ef62.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('149', '麦肯锡情绪管理课: 学会正向思考，告别职场焦虑', '9787521710410', '高杉尚孝', '中信出版集团', 'http://img10.360buyimg.com/n1/jfs/t1/47024/39/15508/161669/5dc4fefdE41227144/59d051da773ab0bf.jpg', null, '励志与成功', '自我完善', '', '1');
INSERT INTO `book` VALUES ('150', '请用数据说话 关于理性思考、精确表达的44堂数据思维训练课 久保忧希也 著 职场必备的数字力 中信', '9787521712186', '', '中信出版社', 'http://img11.360buyimg.com/n1/jfs/t1/84736/38/14565/168665/5e651a21E7e1de87e/32b5b3a23b16839b.jpg', null, '小说', '职场', '', '1');
INSERT INTO `book` VALUES ('151', '从零开始学炒股 道氏理论 股震子', '9787515916149', '股震子', '中国宇航出版社', 'http://img10.360buyimg.com/n1/jfs/t1/76333/30/15693/58018/5dd28b92Ef32171e2/2bbc505dfee37094.png', null, '金融与投资', '证券', '', '2');
INSERT INTO `book` VALUES ('152', '罗辑思维：我懂你的知识焦虑   书品 避免争议_中国友谊出版公司', '9787505739321', '', '中国友谊出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/107846/34/4022/33841/5e1864f3Edbb52262/0b08e48d45074787.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('153', '30岁前的每一天：超实用梦想管理指南水湄物语著 启发思维认识自己在30岁以后过上你想要的生活', '9787505745117', '', '中国友谊', 'http://img13.360buyimg.com/n1/jfs/t1/49144/38/5789/50634/5d3685b5E59ed1523/77a7aaec62862528.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('154', '一本书读懂绩效管理 刘祯 中国友谊出版公司', '9787505746824', '刘祯', '中国友谊出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/88565/40/10532/111239/5e1b9481E67c2c095/482d8c054b4e9e2c.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('155', '区块链+实体经济应用 区块链书籍技术及应用革命区块链领导干部读本金融应用蓝皮书白皮书入门技术指南课程', '9787520806060', '', '中国商业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/105297/26/13343/485712/5e5755d5E228adc39/cdd0241ccd8bbad7.jpg', null, '童书', '科普/百科', '', '2');
INSERT INTO `book` VALUES ('156', '做个会将故事的人', '9787300252131', '加布里埃尔·多兰', '中国人民大学出版社', 'http://img12.360buyimg.com/n1/jfs/t14893/29/1436961630/54871/dcdfd536/5a4f1b12Nfa9edf23.jpg', null, '管理', '商务实务', '', '2');
INSERT INTO `book` VALUES ('157', '高鸿业 西方经济学', '9787300248769', '高鸿业, 教育部高教司, 组', '中国人民大学出版社', 'http://img12.360buyimg.com/n1/jfs/t1/93353/7/6835/128153/5df7073dE27e334d8/0506a50195fbb25a.jpg', null, '大中专教材教辅', '大学教材', '本书是国家教育部组织统编的高校《西方经济学》教科书。由中国人民大学高鸿业教授和吴汉洪教授、北京大学刘文忻教授、上海财经大学冯金华教授以及复旦大学尹伯成教授共五名教学人员组成编写组，高鸿业教授任主编。 \n本书*版至第六版顺次于1996年、2001年、2004年、2007年、2011年和2014年出版。*版的序言指出:“正如西方学者所承认的那样，西方经济学是一门具有演变性的学科。随着时间的流逝，西方经济学会出现新的内容以及不同的着重方面，反映这些情况的教科书必然也应如此。因此，本书在将来势必要进行修改和增删。”以第六版而言，其出书的时间距今已有三年多。有鉴于此，第七版的编撰成为应有之举。此外，使用本书的经验和改善本书的章节安排也使新版的编撰成为必要。 \n第七版的主要修改和增删之处可以被分为微观、宏观、总论和其他这四个部分加以 说明: \n（1）对原教材第六版第二章进行了一些调整。\n（2）对原教材第六版第三章，调整了基数效用论关于推导需求曲线的内容，并增加了“消费者剩余的变化”的内容。调整了“正常品的替代效应和收入效应”的部分内容，更易于读者理解。 \n（3）对原教材第六版第四章的主要修订包括:调整了一些图示，使表述更直观、清晰。\n（4）对原教材第六版第五章的主要修订包括：将第六版第五章*节的标题“成本”改为“成本的基本概念”，并调整了*节“成本的基本概念”的内容，扩展了对机会成本的阐述，增加了沉没成本的概念，增加了技术进步和要素价格变化对*小成本的影响。 \n（5）对原教材第六版第六章的主要修订是，扩展了第八节“完全竞争市场的福利”的内容，涉及对*低限价与销售从量税的福利分析。 \n（6）原教材第六版第九章“一般均衡论和福利经济学”第六节“完全竞争和帕累托*优状态”增加了对福利经济学*定理和第二定理明确的和较为详细的说明。 \n（7）用可口可乐和百事可乐的具体例子重写了原教材第六版第十章“博弈论初步”第二节“完全信息静态博弈:纯策略均衡”中的广告大战，说明纳什均衡不仅有可能对参与人不是*优的，而且有可能对整个社会不是*优的。 \n（8）原教材第六版第十一章“市场失灵和微观经济政策”第三节“公共物品和公共资源”增加了对“俱乐部物品”的说明，并根据是否具有排他性和是否具有竞用性，把所有的物品用表格的形式分为“私人物品”、“公共物品”、“公共资源”和“俱乐部物品”四个大类。 \n第三，对引论部分和第二十二章的调整包括: \n（1）*章“引论”:*节增加了第三目，将第六版第二章中“经济模型”的内容压缩移到这里，增加了第四目“理性人假定和经济原理”;将第六版*章第三节的标题“正确对待西方经济学”改为“正确认识和对待西方经济学”，在内容上将第六版第二十二章*节和第三节的内容适当压缩、改写后移到这里。 \n（2）对原教材第六版第二十二章内容作了较大修改:将第六版第二十二章*节和第三节的内容适当压缩、改写后移到本版*章;本版第二十二章*节增加了“西方经济学在我国的教学传播”，并根据党的十九大精神改写了“借鉴西方经济学必须结合我国国情”;删除了第六版的第三节、第四节和第五节，并根据习近平同志在党的十九大上所作的报告和十九大通过的新党章精神重写了第三节、第四节和第五节。 \n第四，其他的修改。 \n（1）第七版同时利用多媒体技术对本书的专栏与案例等部分内容进行数字化处理并做长期更新，读者可以扫描本书封面的二维码关注微信公众号或者下载APP后获取。 \n（2）本书扩展了各章后的习题，并单独制作与教材配套的习题本，附在书后，从而方便教师与学生的使用。 \n同时，鉴于本书部分章节难度较高，编者对这部分章节做了加“星号”（*）的处理，读者可以根据自己的需要来学习。 ', '2');
INSERT INTO `book` VALUES ('158', '唯有坚持，不负梦想 人民网社交媒体部 中国画报', '9787514617504', '人民网社交媒体部', '中国画报出版社', 'http://img14.360buyimg.com/n1/jfs/t1/42984/22/13616/84052/5d6cd3d3Ef4f2f20c/5d24aae4341ecb63.jpg', null, '励志与成功', '名人励志', '', '2');
INSERT INTO `book` VALUES ('159', '潜伏商圈 文剑', '9787504375087', '', '中国广播电视出版社', 'http://img14.360buyimg.com/n1/jfs/t1/95554/39/1510/69133/5dc16004E4453d65d/b98642602ce640ee.jpg', null, '社会科学', '社会学', '', '2');
INSERT INTO `book` VALUES ('160', '好奇心杂货铺:的万物解释', '9787213086915', '汤姆·斯丹迪奇', '浙江人民出版社', 'http://img13.360buyimg.com/n1/jfs/t18334/147/2613213256/360274/2b796ec4/5b028c86N4af3cff7.jpg', null, '科普读物', '百科知识', '', '2');
INSERT INTO `book` VALUES ('161', '中国经济这些年-关乎你财富的八件事', '9787308154215', '张涛', '浙江大学出版社', 'http://img11.360buyimg.com/n1/jfs/t1921/27/2256427394/59420/b262a5fc/56c40997Nda367d83.jpg', null, '经济', '中国经济', '', '2');
INSERT INTO `book` VALUES ('162', '一本书读懂生活中的金融常识陈思进浙江大学出版社', '9787308187435', '陈思进', '浙江大学出版社', 'http://img10.360buyimg.com/n1/jfs/t1/104149/30/9553/93432/5e103824E306270e7/0190481aaeb0915b.jpg', null, '金融与投资', '投资', '', '2');
INSERT INTO `book` VALUES ('163', '认识自己，更懂生活：读点了解世界的心理学 段锦云等', '9787308191074', '段锦云等', '浙江大学出版社', 'http://img12.360buyimg.com/n1/jfs/t1/86201/2/14222/117292/5e632a2eEae96fb27/eaf43d4f998700b3.jpg', null, '励志与成功', '智慧格言', '', '2');
INSERT INTO `book` VALUES ('164', '高级零工-如何将个人技能有效变现', '9787308198226', '村上敦伺', '浙江大学出版社', 'http://img14.360buyimg.com/n1/jfs/t1/100463/26/7952/141004/5e0055d3E78bdc34a/5edc2bc33d391cd1.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('165', '很努力不如用对力 米格格', '9787201150048', '米格格', '天津人民出版社', 'http://img13.360buyimg.com/n1/jfs/t1/57999/30/16324/103202/5dd52d3cEe180af6e/ea61b45d8e7f2ade.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('166', '当你又忙又美，何惧患得患失 梁爽', '9787545547795', '梁爽', '天地出版社', 'http://img13.360buyimg.com/n1/jfs/t1/73010/25/13181/131886/5da7238cE7e70fd29/dc2f4a0a13f3467d.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('167', '我们与生俱来的小情绪', '9787516823682', '吴娟瑜 三鼎甲 出品', '台海出版社', 'http://img10.360buyimg.com/n1/jfs/t1/100023/20/8047/91788/5e00c1cfE8138fc24/8875b6baaa01b207.jpg', null, '励志与成功', '情商管理', '', '2');
INSERT INTO `book` VALUES ('168', '气场哪里来', '9787532172191', '', '上海文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/52088/32/7693/163828/5d54c9c5E77f24387/969f60e942860e2d.png', null, '励志与成功', '情商管理', '', '2');
INSERT INTO `book` VALUES ('169', '生活需要仪式感2 山东文艺', '9787532958603', '魏文翼', '山东文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/61654/3/5747/239863/5d3ebd2bE284831b3/ba5592c3f45b2d12.jpg', null, '励志与成功', '情商管理', '', '2');
INSERT INTO `book` VALUES ('170', '能力管理——铸造人才竞争力陈谏,黄树辉企业管理出版社', '9787516411599', '陈谏, 黄树辉', '企业管理出版社', 'http://img13.360buyimg.com/n1/jfs/t1/99486/27/11371/39590/5e3591ceEdec410de/6d43c64bcc1993e0.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('171', '故事思维:如何解读人心， 说出动人故事  著者：', '9787210108726', '著者：（美） 凯文·艾伦KEVIN AL', '江西人民出版社', 'http://img10.360buyimg.com/n1/jfs/t1/58133/9/15418/35455/5dc5f3f8Efee4637f/eb628b34271b7b98.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('172', '高效忍者', '9787210112174', '格雷厄姆·阿尔科特（Graham', '江西人民出版社', 'http://img10.360buyimg.com/n1/jfs/t1/94374/7/1729/151885/5dc4fd1bEb7a9ecaf/f10402213d655f19.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('173', '吴淡如说话的艺术 吴淡如 江西教育', '9787570510405', '吴淡如', '江西教育出版社', 'http://img12.360buyimg.com/n1/jfs/t1/54761/17/6467/67650/5d3ff5bdE483ebb9b/d8e0fefee184bf9f.jpg', null, '励志与成功', '演讲与口才', '', '2');
INSERT INTO `book` VALUES ('174', '姑娘，你要学会经营自己 少女猫', '9787570514298', '少女猫', '江西教育出版社', 'http://img14.360buyimg.com/n1/jfs/t1/108753/40/5863/371972/5e437d82E564fb2c4/8af5896fe219ad3a.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('175', '身价:让高端人脉成为你的有效资源', '9787559416155', '姜得祺', '江苏文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t20749/125/823042707/187880/86f64add/5b18f062N3eac91e3.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('176', '好员工就能自我管理', '9787111620433', '吴甘霖, 邓小兰', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/43552/40/3289/193024/5cce4a10Eb18a64c9/a0d6ceeae4db69ee.jpg', null, '管理', '企业管理与培训', '', '2');
INSERT INTO `book` VALUES ('177', '让成长带你穿透迷茫+在人生的更高处相见 亲笔书写不为人知的心路历程', '9787540482374', '', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t21808/302/2211156647/141399/24b5c72c/5b4d41baNef9003f2.png', null, '文学', '散文/随笔/书信', '? 在企业家、传奇教师、励志偶像和创业导师的身份之外，俞敏洪还是一位勤奋的阅读者、行走者和睿智的思考者。阅读本书可了解一个不一样的俞敏洪。\n? 全书不乏俞敏洪对现实世界的观察和思考，并鼓励年轻人多角度看待问题，继而做出独立的判断。书中积极的人生信念和正能量让人深受鼓舞。\n? 书中也处处透露出其洞察生活细节和美好情感的深邃眼力，作者用质朴而细腻的文字讲述得到时的喜悦和失去时的不舍，温暖直抵人心。\n? 全书对年轻人的关怀和鼓励情真意切；并倡导从改变自我做起，改变自己的命运和改变世界一样，需要的是远见、勇气和努力。\n新东方创始人俞敏洪既是商界领袖、传奇教师、励志偶像和创业导师，也是阅读者、旅行者和思考者。\n本书是他笔耕不辍、每日记录心路历程的随笔集。书中他倡导积极的生活理念：坚持读书、读好书，在阅读中收获更加丰富的人生；旅行但不单纯游山玩水，而应充分了解当地的历史文化和风俗习惯；对日常生活和社会现象应多加思考，不能失去独立判断的能力，等等。\n同时，在书中他还鼓励年轻人不念过往，不畏将来，坚信只要从改变自我做起，砥砺前行，总会在人生的更高处相见。\n本书是新东方创始人俞敏洪继《愿你的青春不负梦想》之后的精进之作，以年轻人的成长进步为主题。 \n在书中，俞敏洪根据自己五十多年的人生阅历和经验，与年轻人分享了自己关于青年成长的感悟、思考和见解，内容包括人生方向选择、职场、人际交往、读书与学习、个人能力提升、生活方式、人生价值七大方面，给年轻人提供切实可行的指导和建议，帮助年轻人成长，朝着自己的梦想全速前进。 \n本书堪称一本年轻人的人生进阶手册。 \n当你在黑暗中踉跄前行时，愿本书能为你的夜空划出一道光，照亮你摸爬滚打的路；当你在茫茫无际的大海上徘徊不前时，愿本书能为你指示前进的方向，助你乘风破浪，早日抵达彼岸；当你迷茫焦虑、绝望无助时，愿本书成为你心中明亮的星、心头炽热的爱', '2');
INSERT INTO `book` VALUES ('178', '销售中的心理学诡计 张兵,博集天卷 出品  湖南文艺出', '9787540485023', '张兵, 博集天卷 出品', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t27286/166/198858814/25914/a3f94015/5b89f482N9fd2ec23.jpg', null, '管理', '市场营销', '', '2');
INSERT INTO `book` VALUES ('179', '蔡康永的情商课-为你自己活一次', '9787540481551', '蔡康永', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/28371/17/7017/38846/5c64d218Eca292765/b2ece8f573c6c949.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('180', '意志力是训练出来的', '9787540488864', '菲尔图', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t27979/215/750045905/203285/8729d3af/5bfcfc51Nf5c10f6d.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('181', '零起点领导力', '9787540492472', '德鲁·达德利, DrewDudley', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/77813/4/12503/429814/5d9ecfddE1f217fcf/e78dd668279a8a13.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('182', 'Google工作法', '9787540492908', '彼得·费利克斯·格日瓦奇（Piot', '湖南文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t1/47883/30/7104/157528/5d4a87a8E8fba966a/0f1d694ac758be27.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('183', '生活需要孤独感', '9787570211364', '李思圆', '长江文艺', 'http://img12.360buyimg.com/n1/jfs/t1/63413/5/16361/179273/5ddcbff8E3eec2f8b/add5b9689c203063.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('184', '(ZTLM)麦肯锡问题思考力', '9787569925593', '', '北京时代华文书局', 'http://img12.360buyimg.com/n1/jfs/t1/86029/9/3190/121187/5dda5344Eb14e0f1d/84192f1557272049.jpg', null, '哲学/宗教', '逻辑学', '', '2');
INSERT INTO `book` VALUES ('185', '书籍丰田一页纸极简整理法', '9787569930177', '', '北京时代华文书局', 'http://img10.360buyimg.com/n1/jfs/t1/106393/6/2850/246255/5dd7c98cE13e69766/50b6a19ad842920f.jpg', null, '管理', '企业管理与培训', '', '2');
INSERT INTO `book` VALUES ('186', '麦肯锡图表思考法', '9787569931419', '大岛祥誉', '北京时代华文书局', 'http://img14.360buyimg.com/n1/jfs/t1/56942/23/10062/316501/5d733431E532e4644/0b54bc9c9ebdfd5a.jpg', null, '管理', '企业管理与培训', '', '2');
INSERT INTO `book` VALUES ('187', '越勇敢的女人越幸运', '9787547723586', '简书', '北京日报出版社', 'http://img10.360buyimg.com/n1/jfs/t3613/324/1991147038/463776/9ecf6f07/583be652Nb7e21cd6.jpg', null, '励志与成功', '女性励志', '', '2');
INSERT INTO `book` VALUES ('188', '自律力', '9787559606457', '小野', '北京联合出版公司', 'http://img13.360buyimg.com/n1/jfs/t5860/154/6188552801/253091/c5773ffa/59683f85N43c534aa.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('189', '爆款文案(前奥美广告人力作)', '9787559611352', '关健明', '北京联合出版有限公司', 'http://img12.360buyimg.com/n1/jfs/t20464/188/357719709/20457/94373c44/5b0b4f2bN2c7615cf.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('190', '高效学习:高效能人士的7个学习习惯 和田秀树 成功经管、励志 北京联合出版', '9787559623690', '', '北京联合出版', 'http://img10.360buyimg.com/n1/jfs/t23170/183/2309949452/258740/4bbd9ec4/5b7a76b9Nacddc188.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('191', '好文案一句话就够了', '9787559624864', '', '北京联合', 'http://img11.360buyimg.com/n1/jfs/t1/8572/37/2787/258541/5bd50341E26fe483c/d93fdf6c3eeb9e3d.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('192', '爆单:40个让客户自愿买单的销售技巧 北京联合', '9787559635525', '周胜辉', '北京联合出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/82368/20/13812/262640/5db2a2a6Efe020cca/100acd6698768d36.jpg', null, '管理', '市场营销', '', '2');
INSERT INTO `book` VALUES ('193', '不懂带团队，怎么做管理 高亮', '9787518065004', '高亮', '中国纺织出版社', 'http://img10.360buyimg.com/n1/jfs/t1/87021/33/8894/122697/5e07eab1E181d8eff/55b71cdf682a3bea.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('194', '孤独力', '9787201140070', '午堂登纪雄', '天津人民出版社', 'http://img13.360buyimg.com/n1/jfs/t1/8764/28/9779/175963/5c19d203Ebdd39486/b3c83c8d840a4017.jpg', null, '励志与成功', '自我调节', '我们身处社交频繁的时代，被生活仓促地追赶。我们害怕关上门的瞬间空虚，更害怕下一秒就和这个世界脱轨。\n但任何成长的节点，和对生命深刻的理解，都必须经历独处和内省才能到达。\n人际关系、亲密关系、人生观价值观、创造力、梦想和目标……书中每一个主题都和我们每一个人的幸福息息相关。作者午堂登纪雄从孤独的好处出发，为读者填写了一份完美的孤独力答卷：运用孤独力，在工作、情感、事业、理财、亲子教育、家庭等多个领域都能获得你想要的成功和幸福。\n让你的孤独成为成长的力量。', '2');
INSERT INTO `book` VALUES ('195', '一生时光如许有限.请不要荒凉了自己', '9787516823880', '高紫桐', '台海出版社', 'http://img12.360buyimg.com/n1/jfs/t1/74854/12/12440/345049/5d9d944eE95d12b6d/7ce2874c61290d9f.jpg', null, '励志与成功', '女性励志', '', '2');
INSERT INTO `book` VALUES ('196', '你越强大，世界越公平', '9787122332752', '怀左同学', '化学工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/23880/4/5525/436322/5c3e95d5E1f98f149/dad3409bb83cac38.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('197', '所有的福气，都藏在脾气里', '9787531744283', '静文', '北方文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/47909/28/1585/62064/5cf5ec37E437bbb7c/92aa052f21ac7410.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('198', '不吃苦.不拼搏.你要青春干什么', '9787530676530', '静文', '百花文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t1/56389/36/11269/286999/5d82efb4E48268e24/f11d8f3b60cd07d3.jpg', null, '励志与成功', '励志小品', '', '2');
INSERT INTO `book` VALUES ('199', '商业区块链开启加密经济新时代', '9787508663920', '', '中信出版集团', 'http://img11.360buyimg.com/n1/jfs/t1/86778/2/14455/141162/5e65a89aEfabdf4d5/1324c3496da05450.jpg', null, '经济', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('200', '金融科技创新 图书', '9787508671666', '保罗·西罗尼, Paolo Sironi, 马睿, 汪吕杰', '中信出版社', 'http://img14.360buyimg.com/n1/jfs/t1/85238/2/14548/191522/5e651a08Ef8df293c/dea4b06649cd69da.jpg', null, '经济', '经济学理论', '', '2');
INSERT INTO `book` VALUES ('201', '卧底经济学(4)世界经济运行的真相', '9787508668345', '蒂姆·哈福德（TimHarford）著黄永', '中信出版社', 'http://img12.360buyimg.com/n1/jfs/t1/8165/13/13718/34021/5c48370eE7c2c98f2/305510d5cd9c8067.jpg', null, '经济', '经济学理论', '', '2');
INSERT INTO `book` VALUES ('202', '怪诞行为学4 丹艾瑞里', '9787508681481', '【美】丹·艾瑞里, Dan Ariely', '中信出版社', 'http://img11.360buyimg.com/n1/jfs/t1/22302/5/6874/28506/5c63d8fcEff538801/87e1969492d85aa7.jpg', null, '经济', '经济学理论', '', '2');
INSERT INTO `book` VALUES ('203', '疯长：Facebook如何击败对手，指数时代的增长逻辑', '9787508681528', '肖恩·阿美拉蒂', '中信出版集团,中信出版社', 'http://img10.360buyimg.com/n1/jfs/t1/2765/9/11560/72515/5bd01329Eaf7d62b1/5791dc9b046247d8.jpg', null, '管理', '企业管理与培训', '实现财务回报以及扩大影响力是企业家长期关注和讨论的问题。\n为什么有些公司实现了10倍的投资回报，而其他的则勉力支撑？产品类似的公司，为什么有的家喻户晓，有的默默无闻直至退出市场……\n为了了解真相，作者阿美拉蒂在这本书中精选10组对照公司，比如，同为社交平通的Facebook（脸谱网）和Friendster（交友网），同为快餐领域先驱的麦当劳和白色城堡，再比如都在开发电动汽车市场的特斯拉和FISKER……有趣的是，每组中的两家公司都拥有类似的产品，相同的目标客户，并且在差不多的时间点完成产品市场匹配，然而每组中只有一家公司实现了真正的增长，另一家则日趋衰落。\n到底是什么原因造成了如此巨大的差异？成功的经验是否可以复制呢？作者直击增长要点，总结出实现增长的前提条件、加速增长的催化剂以及保持长期可持续增长的要素。这本书将为想要高速增长的企业提供重要参考和行动指南。', '2');
INSERT INTO `book` VALUES ('204', '全4册给年轻人的极简金融课童哲著哈佛财商课哈佛经济课国富论万门大学校长经济金融科普书逻辑思维投资理财', '9787521703702', '', '中信出版集团', 'http://img13.360buyimg.com/n1/jfs/t1/48339/7/16421/166106/5dd60e28Ee956ef7c/49e56f67c3907e59.jpg', null, '童书', '科普/百科', '', '2');
INSERT INTO `book` VALUES ('205', '持续行动：从想到到做到 SCALERS 中信', '9787521708110', 'SCALERS', '中信出版社', 'http://img10.360buyimg.com/n1/jfs/t1/67211/14/11692/97677/5d906282Ec96116c3/3a5a0041f19327a0.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('206', '学会提问：麦肯锡工作法   中国友谊出版公司', '9787505742833', '大岛祥誉', '中国友谊出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/22706/22/8591/27998/5c776ab8E8ce66931/4a588a3538adc3fb.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('207', '影响力变现：你不必讨好所有人+副业赚钱+迭代 让情商和见识成为你最大的底气 3册 书籍', '9787505747098', '', '北方文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/54817/9/6259/174914/5d3e84a2E121f57d6/490e8d27f8596179.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('208', '华为精神 黄继伟', '9787505746800', '黄继伟', '中国友谊出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/104043/12/8958/100565/5e099311E578de4c2/6a0a32c1021010ab.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('209', '内向思考', '9787505747388', '雷蒙德.卡特利奇（Raymond', '中国友谊出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/76049/28/3159/244000/5d15ccc6E3fe3035e/1c7c962c0dd526e0.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('210', '好好谈判:如何简单而高效地赢得谈判', '9787505746558', '谢辉', '中国友谊出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/80526/25/1804/439391/5d033bf6E138e0ab2/d248adc53b291caa.jpg', null, '励志与成功', '演讲与口才', '', '2');
INSERT INTO `book` VALUES ('211', '制胜谈判-36步骤达成合作双赢', '9787505747371', '游梓翔', '中国友谊出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/49523/17/11340/171399/5d83460dE4139515b/8984a926524ac245.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('212', '掌控分寸', '9787505747906', '珍妮.米勒, [Jennie, Mi', '中国友谊出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/61033/34/5985/282929/5d425b95E4961676b/4b63e5400e7f4110.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('213', '你是个年轻人，请你好好生活 吕不同 中国友谊出版公司', '9787505746572', '吕不同', '中国友谊出版公司', 'http://img13.360buyimg.com/n1/jfs/t1/83642/39/16005/130939/5dd7f346E5d9b1255/72662d758b26272b.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('214', '当励志不再有效', '9787505746565', '金木水', '中国友谊出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/62155/9/10554/209212/5d81dcffEb0fae98d/7648483917d01f84.jpg', null, '励志与成功', '成功学', '我们早就明白“不要为打翻的牛奶哭泣”，为什么还时常感到后悔？\n我们早就明白“活在当下”的道理，为什么还总为明天焦虑？\n我们早就明白“走自己的路让别人去说”，为什么还是在乎别人的看法？\n我们早就明白“愤怒是拿别人的错误惩罚自己”，为什么仍旧乐此不疲？……\n励志如果只停留在理念层面，效果有限，保质期也很短。本书将帮助你从“理念”到“行动”——找到实现“自我平静”的方法。\n《当励志不再有效：自我平静的五步锻炼》是金木水先生的代表作。2019年升级版，修订内容超过1/3，并新增序言“一个胡思乱想的时代”，深入剖析烦恼根源。本书分为两部分：前6章属于基础篇，论述“人类不平静的起源”，从理论层面说明通往平静没有捷径；后6章属于进阶篇，讲述“如何获得自我平静”，侧重方法。\n《当励志不再有效：自我平静的五步锻炼》告诉我们，能改变的，只有我们自己。不焦虑的活法，从在乎自己开始。', '2');
INSERT INTO `book` VALUES ('215', '股票大作手操盘术', '9787300221250', '杰西·利弗莫尔', '中国人民大学出版社', 'http://img13.360buyimg.com/n1/jfs/t2068/5/2146991666/382323/5b8b88ef/569f2739N0de67265.jpg', null, '金融与投资', '股票', '', '2');
INSERT INTO `book` VALUES ('216', '文明寻思录:第二辑:中国新商道与商业新未来', '9787308176224', '秦朔', '浙江大学出版社', 'http://img13.360buyimg.com/n1/jfs/t19909/270/515001770/260627/e5c9e4bb/5af8e0fdN8fedd71a.jpg', null, '经济', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('217', '打造超级人脉-在高度互联的世界里建立强大的人际关系', '9787308189330', '凯莉·霍伊', '浙江大学出版社', 'http://img14.360buyimg.com/n1/jfs/t1/28355/33/10744/229089/5c88aeb5E52df6752/a2f5ad4055905f66.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('218', '独立，从财富开始:水湄物语的理财20课', '9787308187329', '水湄物语', '浙江大学出版社', 'http://img10.360buyimg.com/n1/jfs/t1/102466/7/7003/69895/5df7f17dEdde0e1f2/42f9bc0f89bfee53.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('219', '一本书读懂财报(修订版) 肖星', '9787308191524', '肖星', '浙江大学出版社', 'http://img11.360buyimg.com/n1/jfs/t1/99610/11/1447/48144/5dbf75f4E32f0cbad/7baf442baf54bbc5.jpg', null, '大中专教材教辅', '大学教材', '', '2');
INSERT INTO `book` VALUES ('220', '书籍情商高就是说话让人舒服', '9787568825207', '', '延边大学', 'http://img13.360buyimg.com/n1/jfs/t1/102501/2/2926/231376/5dd7c651Ec37df0e5/1b909e3d80ab252a.jpg', null, '童书', '励志/成长', '', '2');
INSERT INTO `book` VALUES ('221', '领导力21法则', '9787549620197', '', '文汇出版社', 'http://img14.360buyimg.com/n1/jfs/t28057/152/171996935/63104/267dd8d6/5bea983dNf659eb4e.jpg', null, '管理', '领导学', '', '2');
INSERT INTO `book` VALUES ('222', '管理不狠，团队不稳 冯付凯', '9787514226072', '冯付凯', '文化发展出版社', 'http://img14.360buyimg.com/n1/jfs/t1/93031/25/10586/170609/5e1b995bE4171fa26/5f3a85daf3a381c2.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('223', '别让情绪毁了你的努力 剑圣喵大师', '9787514226690', '剑圣喵大师', '文化发展出版社', 'http://img11.360buyimg.com/n1/jfs/t1/67731/39/13980/19978/5db67b5dE3c6e9f04/70bff37ace49aebe.jpg', null, '励志与成功', '情商管理', '', '2');
INSERT INTO `book` VALUES ('224', '博弈思维 王力哲著', '9787514227369', '王力哲著', '文化发展出版社', 'http://img12.360buyimg.com/n1/jfs/t1/94395/36/2687/140879/5dd50066E7d165fb0/13a420708b9362c5.jpg', null, '经济', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('225', '反内耗：如何化解我们内心的冲突 于德志', '9787545548761', '于德志', '天地出版社', 'http://img11.360buyimg.com/n1/jfs/t1/90334/34/684/40514/5db23736Ea6f1fc66/b0319ee04049dc85.jpg', null, '励志与成功', '心灵鸡汤', '', '2');
INSERT INTO `book` VALUES ('226', '不抱怨，把握人生的分寸感', '9787516821374', '谭飞', '台海出版社', 'http://img13.360buyimg.com/n1/jfs/t1/7307/32/6519/203112/5be1508bEb5d6dd49/62a0f5381f237bc8.jpg', null, '心理学', '大众心理学', '', '2');
INSERT INTO `book` VALUES ('227', '所谓情商高，就是懂分寸', '9787516824146', '陈玉新', '台海出版社', 'http://img11.360buyimg.com/n1/jfs/t1/80719/2/11007/223254/5d88411aEfe13a90b/65840096c4c724ca.jpg', null, '励志与成功', '情商管理', '分寸感往往是体现一个人情商高低的分水岭。有分寸感的人，说话办事往往拿捏到位、恰到好处，与任何人都能愉快地相处。本书真实生动的案例和有力的评述告诉读者：情商高的人都是善于把握分寸的人。人生就像一场比赛，你可能遭遇无数对手，而ZUI强劲的对手却是你自己。所以说，胜己者，胜天下，只有把握好做人做事的分寸，你才有可能获得人生这场比赛的胜利。', '2');
INSERT INTO `book` VALUES ('228', '文明寻思路 秦朔', '9787220112546', '秦朔', '四川人民出版社', 'http://img10.360buyimg.com/n1/jfs/t1/104890/29/8920/129170/5e0913f6Ec4284bbe/e5586cf432683a31.jpg', null, '经济', '中国经济', '', '2');
INSERT INTO `book` VALUES ('229', '任凭世事变化内心鱼鱼雅雅', '9787220112973', '水姐', '四川人民', 'http://img11.360buyimg.com/n1/jfs/t29047/248/1239569653/264738/4bae1875/5cda656fNb9a7d519.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('230', '会说话是修养，管住嘴是教养', '9787544169226', '张笑恒', '沈阳出版社', 'http://img13.360buyimg.com/n1/jfs/t1/69616/35/10918/287528/5d882e0dE762aab4e/0d440d6d9670fd46.jpg', null, '励志与成功', '演讲与口才', '“世事洞明皆学问，人情练达即文章。”一个人从求职到升迁，从应酬到闲聊，从批评到说服，无不需要管好自己的嘴，提高说话的能力。话说得好，小则可以讨喜，大则可以保身；而话说得不好，小则树敌，大则事业失败。怎么说何时不说，能够为我们的生活和工作带来很多便利。\n总之，一个人能否事业成功，能否拥有良好的人际关系，能否成功地影响他人，能否拥有幸福的家庭，皆在于他会不会做人，会不会说话。所以，混迹社会，只有将做人说话进行有机的结合，才能在人际应酬中更加游刃有余、得心应手。', '2');
INSERT INTO `book` VALUES ('231', '~~~~B+时代赋能中小企业', '9787313168283', '马梅, 李欣欣, 崔瀚文', '上海交通大学出版社', 'http://img12.360buyimg.com/n1/jfs/t4840/250/2411021007/141018/f42e5b43/58ff6110N6842327b.jpg', null, '管理', '电子商务', '', '2');
INSERT INTO `book` VALUES ('232', '臣服实验', '9787305203305', '', '南京大学出版社', 'http://img12.360buyimg.com/n1/jfs/t1/40061/8/1601/66227/5cbd950fE575b5972/d77c1b6bcd03a462.jpg', null, '文学', '作品集', '', '2');
INSERT INTO `book` VALUES ('233', '富足的投资 吉姆·罗杰斯,博集天卷 出品', '9787513918626', '吉姆·罗杰斯, 博集天卷 出品', '民主与建设出版社', 'http://img14.360buyimg.com/n1/jfs/t1/61703/25/2949/23152/5d12f6a9E1f74faa1/644285ff6b746172.jpg', null, '励志与成功', '智慧格言', '', '2');
INSERT INTO `book` VALUES ('234', '富有的习惯', '9787513919395', '', '民主与建设出版社', 'http://img13.360buyimg.com/n1/jfs/t1/37685/22/3813/42751/5cbb6adaE596ea02a/dc588cc55bc232d2.jpg', null, '经济', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('235', '空海与断舍离 民主与建设有限责任公司', '9787513925921', '山下英子', '民主与建设出版社', 'http://img10.360buyimg.com/n1/jfs/t1/88500/19/7769/144183/5dff2fd7Ea39143e0/a79b3d4ce78571fe.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('236', '野蛮生存:创业不是从0到1，而是从1到9', '9787205094225', '李凯旋', '辽宁人民出版社', 'http://img11.360buyimg.com/n1/jfs/t1/20530/36/10633/325165/5c88c1b0E5fd243a2/6b9bbd66904494b5.jpg', null, '管理', '创业/商业史传', '', '2');
INSERT INTO `book` VALUES ('237', '胜利的法则-从孙子兵法到麦肯锡的商业战争智慧', '9787210088912', '铃木博毅', '江西人民出版社', 'http://img12.360buyimg.com/n1/jfs/t5446/351/838610977/211851/4dcc418e/5907e295N2e2e821c.jpg', null, '管理', '战略管理', '', '2');
INSERT INTO `book` VALUES ('238', '深度工作 如何有效使用每一点脑力 卡尔纽波特 工作习惯养成 信息碎片', '9787210093213', '', '江西人民出版社', 'http://img10.360buyimg.com/n1/jfs/t1/95278/27/14513/214067/5e65a89fE1b60e8f0/e0e0287b930cacc7.jpg', null, '童书', '儿童文学', '', '2');
INSERT INTO `book` VALUES ('239', '韭菜的自我修养 李笑来,果麦文化 出品', '9787559435521', '李笑来, 果麦文化 出品', '江苏凤凰文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/79761/38/12990/79864/5db69112E9851db49/5dc76e88ffd4eff4.jpg', null, '金融与投资', '投资', '', '2');
INSERT INTO `book` VALUES ('240', '制胜力重新定义职场10000小时定律', '9787559414052', '里奇·费里德曼', '江苏凤凰文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t13027/224/1483194691/391150/24da45b3/5a20c4c4Ne783e890.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('241', '如果你再勇敢一点', '9787559415097', '波莉.莫兰', '江苏凤凰文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t16990/23/1786483330/160100/8468df35/5ad8533dN7dcfdd90.jpg', null, '励志与成功', '自我调节', '', '2');
INSERT INTO `book` VALUES ('242', '做人有格局，做事顾大局 王海山 江苏文艺', '9787559433152', '王海山', '江苏凤凰文艺出版社', 'http://img11.360buyimg.com/n1/jfs/t1/41198/27/8879/155494/5d2594c8Ee4ac2743/1de99c69c8922737.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('243', '让时间陪你慢慢变富', '9787559442369', '果麦文化 出品；李笑来', '江苏凤凰文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/96509/22/4088/178722/5de4d262E51695593/c373b9a970a319f1.jpg', null, '金融与投资', '投资', '', '2');
INSERT INTO `book` VALUES ('244', '全套8本抖音书籍热门 墨菲定律+人性的弱点卡耐基狼道鬼谷子羊皮卷 励志原著收益终生书全集人生必读', '9787547245323', '', '吉林文史出版社', 'http://img11.360buyimg.com/n1/jfs/t1/77402/19/3675/187964/5d1d81ccEbfa0b1b6/66eaa5d9edb4d885.jpg', null, '童书', '儿童文学', '', '2');
INSERT INTO `book` VALUES ('245', '100小时逻辑思考课 如何成为一个会解决问题的人 大前研一著普通人与精英的差距思考和解决', '9787558158117', '', '吉林出版集团股份有限公司', 'http://img12.360buyimg.com/n1/jfs/t1/98021/23/12175/66410/5e44c1f9Ebccdda5d/73f3760f990fe5d2.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('246', '零售的本质7-Eleven便利店创始人的哲学', '9787111519812', '緒方知行, 田口香世', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t2737/206/2771962179/192193/3ebfbcef/57734253N54731772.jpg', null, '管理', '市场营销', '', '2');
INSERT INTO `book` VALUES ('247', '关键对话：如何高效能沟通', '9787111564942', '科里·帕特森, Kerry Patterson, 约瑟夫·格雷尼, 罗恩·麦克米兰, 艾尔·史威茨勒, 毕崇毅', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t5221/63/154278673/477310/b8087029/58f9bb83N313675ea.jpg', null, '励志与成功', '人际与社交', '每个人生命中不可避免地会遇到“关键时刻”，它们可能是：\n 向上司提出精心设计的方案，却被泼了一头冷水。\n 想和配偶沟通，希望对方的家人不要干涉你们的生活。\n 和孩子谈认真学习，却被当作耳边风。\n 提醒朋友还钱，他却总找各种借口推脱。\n 是隐忍不发，任由情况向对你不利的方向发展？\n 还是冲冠一怒，说一些事后让自己后悔的话，把事情推向恶性循环？\n 大多数人在面对难以解决却将对生活产生重大影响的“关键时刻”，都不知如何应对。其实，在隐忍和暴怒之间，还有一种方法，既能圆满地解决问题，又不会伤害或冒犯对方。\n 本书作者团队基于20多年对全球10万多人的跟踪调查，甄选出大家公认的对话高手，找出其在“关键对话”中共有的特征和行为，层层剖析，归纳出一套行之有效的方法。同时辅以丰富的对话情境和轻松幽默的小故事，帮助你以*迅速的方式掌握这些技巧。\n 说得切中要点，让对方清楚地知道你的看法，是一种能力；说得圆满得体，让对方自动反省，是一种智慧。运用本书提供的技巧，无论是多么难以应对的局面，你都能够以事半功倍的效率轻松面对，成就无往不利的事业并拥有更快乐的人生！\n \n ', '2');
INSERT INTO `book` VALUES ('248', '', '9787111495482', '岸見一郎, 古賀史健, 渠海霞', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/100947/40/13951/489386/5e60b1d8Ef6bc1fa7/2cecda304e15af8c.jpg', null, '励志与成功', '成功学', '一名深陷自卑、无能与不幸福的青年，听到了一名哲人主张的“世界无比单纯，人人都能幸福”便来挑战，两人展开了你来我往的思考和辩论，在一夜一夜过去后，青年开始思考，为什么“所谓的自由，就是被别人讨厌”？问题不在于世界是什么样子，在于你是什么样子。', '2');
INSERT INTO `book` VALUES ('249', '外汇交易进阶', '9787111601562', '张慧毅', '机械工业出版社', 'http://img10.360buyimg.com/n1/jfs/t24526/224/1514913827/115345/b2e3c7bb/5b61a96dNd7c44a4f.jpg', null, '大中专教材教辅', '大学教材', '', '2');
INSERT INTO `book` VALUES ('250', '股票投资的24堂必修课  威廉·欧奈尔（William O', '9787111602323', '美威廉·欧奈尔William Oneil, 王茜', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/30036/39/8135/15331/5c9d54d9E257ea478/1e8378657faeedc1.jpg', null, '大中专教材教辅', '职业培训教材', '', '2');
INSERT INTO `book` VALUES ('251', '自驱动团队(赵英著;45.00)', '9787111608837', '', '机械工业出版社', 'http://img14.360buyimg.com/n1/jfs/t1/93104/11/5513/84791/5dee9d19E12f94e08/25e08db8d5f64858.jpg', null, '管理', '企业管理与培训', '', '2');
INSERT INTO `book` VALUES ('252', '精益转型实践之旅 赵勇', '9787111595236', '赵勇', '机械工业出版社', 'http://img14.360buyimg.com/n1/jfs/t1/68780/38/10639/24222/5d82f2f2Ecae34009/ceb351dc474ac4e7.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('253', '如何练就阅读力  涂梦珊 著 机械工业', '9787111616573', '涂梦珊', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/25983/1/13303/16820/5c9ef629E0d280c46/a5c06ddbc8aff9d0.jpg', null, '大中专教材教辅', '职业培训教材', '', '2');
INSERT INTO `book` VALUES ('254', '高效记忆：提升记忆力的7个习惯  林成之 著  姚继东 译', '9787111616696', '【日】林成之', '机械工业出版社', 'http://img12.360buyimg.com/n1/jfs/t1/58542/33/275/19454/5cd4b0e1E9e42a407/410cc54ecf87e121.jpg', null, '大中专教材教辅', '职业培训教材', '', '2');
INSERT INTO `book` VALUES ('255', '你只管努力，剩下的交给运气 金正浩 化学工业', '9787122327642', '金正浩', '化学工业出版社', 'http://img10.360buyimg.com/n1/jfs/t1/22098/7/5335/28448/5c3d7f52E4758821a/9bed0a12e7cb0e50.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('256', '为什么精英都是方法控', '9787540483623', '【日】金武贵, 博集天卷 出品', '湖南文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t1/14647/4/8679/109423/5c7761f4Eb16e2779/95dd8f709924193a.png', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('257', '为什么精英都是时间控', '9787540484705', '桦泽紫苑', '湖南文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t17968/307/444815507/271947/939ecc73/5a7bee66N5a5d5c5a.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('258', '高效PDCA工作术', '9787540475048', '富田和成', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t18592/326/1008821605/118811/9e66b715/5ab4f800N0f20a49b.jpg', null, '励志与成功', '人在职场', '', '2');
INSERT INTO `book` VALUES ('259', '为什么精英都有超强专注力', '9787540486204', '西多昌规, 李汉庭', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t19207/309/1518421507/306526/f9d64601/5acd7229N00f7263f.jpg', null, '励志与成功', '成功学', '精英都在践行的专注力提升术！ \n 多任务、分心时代，专注力是掌控自我、带来高绩效的关键解方。 \n \n 专注力高的人，其实专注时间并不长，而是擅长用大脑来管控疲劳。让人疲惫不堪的并非行动，而是“选择”……这是一本帮助我们提升专注力的有效指南：八堂课让你了解大脑习惯，提升专注力的心理原则；调整生理时钟，强化专注力的七项技术；设定目标、提升专注力的七个方法；在网络时代维持专注力的五大诀窍；强化专注力的八个生活习惯；六种休息好方法让你持续专注。 \n \n 本书的专注力提升方案有如下： \n ◎大脑的“衰老”其实就是容易“左顾右盼”，正确投注意识来提升效率的能力会衰退。通过训练，让大脑做断舍离，学会“选择性专注”。 \n ◎明确目标，做目标导向的人。目标的难度应该是“困难但可以达成”，细分目标获得成就感，以及给不拿手的事情确定“低门槛”。 \n ◎找准个人效率高的时间，并决定适当的时间限制，创造高密度的专注力。分配时间 \n 与作业分量，做好“专注的准备”，并预留“超时”时间。 \n ………… \n 强化专注力，助你高效实现目标，并维持不老化、不懈怠的大脑与身体。', '2');
INSERT INTO `book` VALUES ('260', '吸引-与人成功交流的科学', '9787540485948', '瓦妮莎·范·爱德华兹', '湖南文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t19291/91/1774632219/262384/70f3ad1f/5ad5ccdcNb4c1af45.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('261', '5秒法则', '9787540487539', '梅尔·罗宾斯', '湖南文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t21568/232/1759541415/413839/a19fadcc/5b344ec7N7f12ad1c.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('262', '爆发式赢单 销售实战手记 倪建伟 销售就是要搞定人作者新作 销售技巧实战客户控单赢单 广告营销类', '9787540489083', '', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/87915/20/3589/283187/5de14d9bE984c8bf9/1c26286386aa988d.jpg', null, '中小学教辅', '中小学课外读物', '', '2');
INSERT INTO `book` VALUES ('263', '亲密关系:通往灵魂的桥梁:bridge to the soul', '9787540471194', '克里斯多福·孟', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/19155/9/6118/173515/5c494faaEf51323f6/ea1cbf7037371d72.jpg', null, '婚恋与两性', '两性关系', '', '2');
INSERT INTO `book` VALUES ('264', '为什么精英都有超级领导力 博特略 湖南文艺', '9787540491390', '博特略', '湖南文艺出版社', 'http://img13.360buyimg.com/n1/jfs/t1/55752/19/10932/470081/5d7f3a45Ecffbff2a/009e1bef66d3fc1e.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('265', '每天演好一个情绪稳定的成年人', '9787540492243', '老杨的猫头鹰', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/41674/13/6381/260112/5cff0461Edfd33f9b/40e6e07fa9d416ab.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('266', '为什么精英这样沟通高效', '9787540491260', '日桦泽紫苑, 博集天卷 出品', '湖南文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/89654/16/8099/137177/5e00f15cE8583590c/97436995c490dd20.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('267', '优势成长：成长，成事，成为极少数 帅健翔 湖南文艺', '9787540493011', '帅健翔', '湖南文艺出版社', 'http://img12.360buyimg.com/n1/jfs/t1/63759/36/9933/56978/5d761193E35962191/47f3b9b60914fdd7.jpg', null, '管理', '通俗读物', '', '2');
INSERT INTO `book` VALUES ('268', '改变的勇气', '9787555112341', '岸见一郎', '广西科学技术出版社', 'http://img13.360buyimg.com/n1/jfs/t1/98791/13/11947/117236/5e3eb7edEcb5f2f11/6308f37a0f8aef75.jpg', null, '励志与成功', '励志小品', '', '2');
INSERT INTO `book` VALUES ('269', '所谓，不过是和自己死磕 然雪婵', '9787218132648', '然雪婵', '广东人民出版社', 'http://img11.360buyimg.com/n1/jfs/t1/104960/36/2940/24791/5dd87720E8ed1f39e/b1d2d8b6abca51cf.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('270', '你不是记性差.只是没找对方法', '9787547313855', '池田义博', '东方出版中心', 'http://img13.360buyimg.com/n1/jfs/t1/16411/13/6743/39844/5c637c18E22427004/3797cb171542d3ec.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('271', '一切都是为你而来', '9787570209842', '木汁', '江苏凤凰文艺出版社有限公司', 'http://img13.360buyimg.com/n1/jfs/t1/63292/16/11131/51999/5d8a1404E46d7008c/032173b0bff17ed2.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('272', '你所有的努力，都不会白费 吴家德 北京时代华文书局', '9787569927719', '吴家德', '北京时代华文书局', 'http://img14.360buyimg.com/n1/jfs/t1/96738/33/9714/123974/5e12d38dE04907063/b4009fdae9a009b0.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('273', '跳槽,凭什么：工作越换越好的6个关键', '9787569925647', '洪雪珍', '北京时代华文书局', 'http://img13.360buyimg.com/n1/jfs/t1/107430/35/6535/234859/5e4e6e32E505071be/c4fb277c906e609f.jpg', null, '励志与成功', '人在职场', '', '2');
INSERT INTO `book` VALUES ('274', '~~~~笔记术:四个步骤实现持续提升', '9787569929638', '松井忠三', '北京时代华文书局', 'http://img14.360buyimg.com/n1/jfs/t1/91737/18/12966/372506/5e4e95f1Ee7e824e2/701f835afbba0fa5.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('275', '负向思考力:通往胜利的消极路线', '9787569929812', '鲍勃·奈特；孟硕洋', '北京时代华文书局', 'http://img12.360buyimg.com/n1/jfs/t1/110546/27/1812/90671/5e00e744E682d252b/589cdd2f897d2fbe.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('276', '我要做人生的甲方 雾满拦江著北京时代华文书局', '9787569931709', '雾满拦江', '北京时代华文书局', 'http://img14.360buyimg.com/n1/jfs/t1/80961/15/12416/188405/5d9c5019Edd4075a4/debefad079cdf681.jpg', null, '励志与成功', '成功学', '', '2');
INSERT INTO `book` VALUES ('277', '女人越独立，活得越高级   北京联合出版公司', '9787550256613', '苏芩', '北京联合出版公司', 'http://img12.360buyimg.com/n1/jfs/t1/25710/36/10477/23683/5c9dca06E15176374/4de8a226bfdd352a.jpg', null, '励志与成功', '女性励志', '', '2');
INSERT INTO `book` VALUES ('278', '你淡定的样子真好看：来自萨提亚的生命启发', '9787559616395', '', '北京联合 ', 'http://img10.360buyimg.com/n1/jfs/t19291/94/576125468/190243/74a20e00/5a965858Nb0fb2b00.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('279', '看人的艺术', '9787559617545', '山姆.高斯林', '北京联合出版公司', 'http://img12.360buyimg.com/n1/jfs/t16765/123/790763222/248455/8bd4768a/5aa8d0b2N428b57c7.jpg', null, '励志与成功', '人际与社交', '', '2');
INSERT INTO `book` VALUES ('280', '16册遇见好的自己青少年的你励志成长故事书你若盛开清风徐来老师初高中生课外阅读书籍校园青春儿童文', '9787559625052', '', '北京联合', 'http://img11.360buyimg.com/n1/jfs/t1/57903/34/3867/274047/5d1995c8E1d4a65e9/c55b0e67cea2742f.jpg', null, '童书', '儿童文学', '', '2');
INSERT INTO `book` VALUES ('281', '别做那只迷途的候鸟+谁的青春不迷茫+我在未来等你 共3册 刘同套装2018新书', '9787559626530', '', '北京联合出版社', 'http://img14.360buyimg.com/n1/jfs/t28633/356/468094106/164267/e490f534/5bf510d0N6342593a.jpg', null, '文学', '散文/随笔/书信', '', '2');
INSERT INTO `book` VALUES ('282', '超级聊天术-5分钟.收服人心', '9787559626783', '大鹏', '北京联合出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/74084/19/2219/2802598/5d089234E23849a87/da710255c91210c0.jpg', null, '社会科学', '语言文字', '', '2');
INSERT INTO `book` VALUES ('283', '新世界 徐兵 北京联合出版有限公司', '9787559633156', '徐兵', '北京联合出版有限公司', 'http://img13.360buyimg.com/n1/jfs/t1/102195/13/10509/184992/5e1d0453E2ae42039/24fda7fd8b97955e.jpg', null, '小说', '影视小说', '', '2');
INSERT INTO `book` VALUES ('284', '你没有退路，才有出路', '9787559636645', '李尚龙', '北京联合出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/94989/16/12847/142097/5e4e9764E3f6bdecb/ce23810999a034cc.jpg', null, '励志与成功', '自我完善', '', '2');
INSERT INTO `book` VALUES ('285', '重新活在当下', '9787559631763', '罗曼·柯兹纳里奇', '北京联合出版公司', 'http://img14.360buyimg.com/n1/jfs/t1/81471/4/8438/277498/5d64e2faEdc34b955/8cbf2d1cc9f6c58d.jpg', null, '励志与成功', '心灵鸡汤', '', '2');
INSERT INTO `book` VALUES ('286', '活出生命本来的样子', '9787559634184', '', '北京联合出版公司', 'http://img11.360buyimg.com/n1/jfs/t1/93983/15/14474/106035/5e65a899Eb8653bae/554c6543eded9129.jpg', null, '童书', '绘本', '', '2');
INSERT INTO `book` VALUES ('287', '效率：如何正确管理时间 吕宗昕 北京联合出版有限公司', '9787559633392', '吕宗昕', '北京联合出版有限公司', 'http://img14.360buyimg.com/n1/jfs/t1/96322/24/11860/110762/5e3ecb4eE47eb3eb7/5c1ac831c3f346d9.jpg', null, '管理', '管理学', '', '2');
INSERT INTO `book` VALUES ('288', '高级财务管理陆正飞 ，朱凯 ，童盼北京大学', '9787301242247', '', '北京大学出版社', 'http://img10.360buyimg.com/n1/jfs/t1/51211/30/11166/73344/5d80d8b8Ecafb1b2a/5afbb6674052e713.jpg', null, '大中专教材教辅', '大学教材', '', '2');
INSERT INTO `book` VALUES ('289', '把自己当作公司来经营', '9787531742760', '日 松浦弥太郎', '北方文艺出版社', 'http://img10.360buyimg.com/n1/jfs/t1/94708/13/10508/83118/5e1c834cE31b54ff4/c3c4e00a6eae7123.jpg', null, '励志与成功', '智力与谋略', '', '2');
INSERT INTO `book` VALUES ('290', '一个人~好的修养，是情绪稳定', '9787531745600', '晓君', '北方文艺出版社', 'http://img14.360buyimg.com/n1/jfs/t1/66340/17/11402/365753/5d88267cEb3d4017f/72c028a51a07770d.jpg', null, '励志与成功', '自我完善', '', '2');

-- ----------------------------
-- Table structure for `book_classify_two`
-- ----------------------------
DROP TABLE IF EXISTS `book_classify_two`;
CREATE TABLE `book_classify_two` (
  `book_classify_two_id` int(11) NOT NULL COMMENT '图书二级分类id',
  `book_classify_two_name` varchar(500) NOT NULL COMMENT '图书二级分类名',
  PRIMARY KEY (`book_classify_two_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of book_classify_two
-- ----------------------------
INSERT INTO `book_classify_two` VALUES ('1', '编程语言与程序设计');
INSERT INTO `book_classify_two` VALUES ('2', '智能经济');
INSERT INTO `book_classify_two` VALUES ('3', '名家作品');
INSERT INTO `book_classify_two` VALUES ('4', '散笔/随笔/书信');
INSERT INTO `book_classify_two` VALUES ('5', '初一/七年级');
INSERT INTO `book_classify_two` VALUES ('6', '绘本');
INSERT INTO `book_classify_two` VALUES ('7', '智慧格言');
INSERT INTO `book_classify_two` VALUES ('8', '儿童文学');
INSERT INTO `book_classify_two` VALUES ('9', '大学教材');
INSERT INTO `book_classify_two` VALUES ('10', '财经');
INSERT INTO `book_classify_two` VALUES ('11', '企业管理与培训');
INSERT INTO `book_classify_two` VALUES ('12', '常见病预防与治疗');
INSERT INTO `book_classify_two` VALUES ('13', '传统文化');
INSERT INTO `book_classify_two` VALUES ('14', '小学通用');
INSERT INTO `book_classify_two` VALUES ('15', '医院管理');
INSERT INTO `book_classify_two` VALUES ('16', '自我调节');
INSERT INTO `book_classify_two` VALUES ('17', '物理学');
INSERT INTO `book_classify_two` VALUES ('18', '数学');
INSERT INTO `book_classify_two` VALUES ('19', '环境科学');
INSERT INTO `book_classify_two` VALUES ('20', '科普/百科');
INSERT INTO `book_classify_two` VALUES ('21', '素描/速写');
INSERT INTO `book_classify_two` VALUES ('22', '技法/教程');
INSERT INTO `book_classify_two` VALUES ('23', '水粉/水彩');
INSERT INTO `book_classify_two` VALUES ('24', '社会');
INSERT INTO `book_classify_two` VALUES ('25', '历史');
INSERT INTO `book_classify_two` VALUES ('26', '作品集');
INSERT INTO `book_classify_two` VALUES ('27', '心理咨询与治疗');
INSERT INTO `book_classify_two` VALUES ('28', '世界史');
INSERT INTO `book_classify_two` VALUES ('29', '官场');
INSERT INTO `book_classify_two` VALUES ('30', '家族研究与传记');
INSERT INTO `book_classify_two` VALUES ('31', '高职高专教材');
INSERT INTO `book_classify_two` VALUES ('32', '文学评论与研究');
INSERT INTO `book_classify_two` VALUES ('33', '诗歌词曲');
INSERT INTO `book_classify_two` VALUES ('34', '社会学');
INSERT INTO `book_classify_two` VALUES ('35', '通俗读物');
INSERT INTO `book_classify_two` VALUES ('36', '肿瘤学');
INSERT INTO `book_classify_two` VALUES ('37', '文化随笔');
INSERT INTO `book_classify_two` VALUES ('38', '神经病学与精神病学');
INSERT INTO `book_classify_two` VALUES ('39', '侦探/悬疑/推理');
INSERT INTO `book_classify_two` VALUES ('40', '中国史');
INSERT INTO `book_classify_two` VALUES ('41', '交通运输');
INSERT INTO `book_classify_two` VALUES ('42', '地方史志');
INSERT INTO `book_classify_two` VALUES ('43', '手工/游戏');
INSERT INTO `book_classify_two` VALUES ('44', '文学史');
INSERT INTO `book_classify_two` VALUES ('45', '文化研究');
INSERT INTO `book_classify_two` VALUES ('46', '理论法学');
INSERT INTO `book_classify_two` VALUES ('47', '语言文字');
INSERT INTO `book_classify_two` VALUES ('48', '世界名著');
INSERT INTO `book_classify_two` VALUES ('49', '历史研究与评论');
INSERT INTO `book_classify_two` VALUES ('50', '经典著作');
INSERT INTO `book_classify_two` VALUES ('51', '中小学课外读物');
INSERT INTO `book_classify_two` VALUES ('52', '玄幻/科幻/新武侠');
INSERT INTO `book_classify_two` VALUES ('53', '励志/成长');
INSERT INTO `book_classify_two` VALUES ('54', '市场营销');
INSERT INTO `book_classify_two` VALUES ('55', '女性励志');
INSERT INTO `book_classify_two` VALUES ('56', '轻工业、手工业');
INSERT INTO `book_classify_two` VALUES ('57', '心灵鸡汤');
INSERT INTO `book_classify_two` VALUES ('58', '国际金融');
INSERT INTO `book_classify_two` VALUES ('59', '生物科学');
INSERT INTO `book_classify_two` VALUES ('60', '文学家');
INSERT INTO `book_classify_two` VALUES ('61', '文化史');
INSERT INTO `book_classify_two` VALUES ('62', '通俗说史');
INSERT INTO `book_classify_two` VALUES ('63', '两性关系');
INSERT INTO `book_classify_two` VALUES ('64', '高考');
INSERT INTO `book_classify_two` VALUES ('65', '货币银行学');
INSERT INTO `book_classify_two` VALUES ('66', '散文/随笔/书信');
INSERT INTO `book_classify_two` VALUES ('67', '绘画理论');
INSERT INTO `book_classify_two` VALUES ('68', '小学一年级');
INSERT INTO `book_classify_two` VALUES ('69', '皮肤病学与性病学');
INSERT INTO `book_classify_two` VALUES ('70', '情感/家庭/婚姻');
INSERT INTO `book_classify_two` VALUES ('71', '研究生教材');
INSERT INTO `book_classify_two` VALUES ('72', '内科学');
INSERT INTO `book_classify_two` VALUES ('73', '医学理论与研究');
INSERT INTO `book_classify_two` VALUES ('74', '外科学');
INSERT INTO `book_classify_two` VALUES ('75', '百科知识');
INSERT INTO `book_classify_two` VALUES ('76', '创业必修');
INSERT INTO `book_classify_two` VALUES ('77', '外国小说');
INSERT INTO `book_classify_two` VALUES ('78', '计算机安全');
INSERT INTO `book_classify_two` VALUES ('79', '中国医学');
INSERT INTO `book_classify_two` VALUES ('80', '器乐');
INSERT INTO `book_classify_two` VALUES ('81', '纪实文学');
INSERT INTO `book_classify_two` VALUES ('82', '居家安全');
INSERT INTO `book_classify_two` VALUES ('83', '图形图像/多媒体');
INSERT INTO `book_classify_two` VALUES ('84', '民俗文化');
INSERT INTO `book_classify_two` VALUES ('85', '绘画技法');
INSERT INTO `book_classify_two` VALUES ('86', '少儿国学');
INSERT INTO `book_classify_two` VALUES ('87', '汽车与车辆');
INSERT INTO `book_classify_two` VALUES ('88', '大众心理学');
INSERT INTO `book_classify_two` VALUES ('89', '爱情/情感');
INSERT INTO `book_classify_two` VALUES ('90', '幼儿启蒙');
INSERT INTO `book_classify_two` VALUES ('91', '民族学');
INSERT INTO `book_classify_two` VALUES ('92', '供应链管理');
INSERT INTO `book_classify_two` VALUES ('93', '经济学理论');
INSERT INTO `book_classify_two` VALUES ('94', '职业培训教材');
INSERT INTO `book_classify_two` VALUES ('95', '小学四年级');
INSERT INTO `book_classify_two` VALUES ('96', '世界经济');
INSERT INTO `book_classify_two` VALUES ('97', '设计');
INSERT INTO `book_classify_two` VALUES ('98', '教育');
INSERT INTO `book_classify_two` VALUES ('99', '成人教育教材');
INSERT INTO `book_classify_two` VALUES ('100', '舞蹈');
INSERT INTO `book_classify_two` VALUES ('101', '音乐理论');
INSERT INTO `book_classify_two` VALUES ('102', '魔幻/奇幻/玄幻');
INSERT INTO `book_classify_two` VALUES ('103', '领导学');
INSERT INTO `book_classify_two` VALUES ('104', '法学文集');
INSERT INTO `book_classify_two` VALUES ('105', '初二/八年级');
INSERT INTO `book_classify_two` VALUES ('106', '其他绘画');
INSERT INTO `book_classify_two` VALUES ('107', '大陆动漫');
INSERT INTO `book_classify_two` VALUES ('108', '小学五年级');
INSERT INTO `book_classify_two` VALUES ('109', '儿童/青少年心理学');
INSERT INTO `book_classify_two` VALUES ('110', '工具书与参考书');
INSERT INTO `book_classify_two` VALUES ('111', '建筑艺术');
INSERT INTO `book_classify_two` VALUES ('112', '小学六年级');
INSERT INTO `book_classify_two` VALUES ('113', '建筑基础科学');
INSERT INTO `book_classify_two` VALUES ('114', '学者');
INSERT INTO `book_classify_two` VALUES ('115', '投资');
INSERT INTO `book_classify_two` VALUES ('116', '城市规划、城市设计');
INSERT INTO `book_classify_two` VALUES ('117', '科幻小说');
INSERT INTO `book_classify_two` VALUES ('118', '创业/商业史传');
INSERT INTO `book_classify_two` VALUES ('119', '股票');
INSERT INTO `book_classify_two` VALUES ('120', '外国法律与港澳台法律');
INSERT INTO `book_classify_two` VALUES ('121', '外国文学');
INSERT INTO `book_classify_two` VALUES ('122', '中国文学');
INSERT INTO `book_classify_two` VALUES ('123', '艺术史');
INSERT INTO `book_classify_two` VALUES ('124', '鉴赏收藏');
INSERT INTO `book_classify_two` VALUES ('125', '刑法');
INSERT INTO `book_classify_two` VALUES ('126', '文学理论');
INSERT INTO `book_classify_two` VALUES ('127', '摄影技法');
INSERT INTO `book_classify_two` VALUES ('128', '中职中专教材');
INSERT INTO `book_classify_two` VALUES ('129', '项目管理');
INSERT INTO `book_classify_two` VALUES ('130', '中小学工具书');
INSERT INTO `book_classify_two` VALUES ('131', '职业/行业英语');
INSERT INTO `book_classify_two` VALUES ('132', '大数据与云计算');
INSERT INTO `book_classify_two` VALUES ('133', '其他小语种');
INSERT INTO `book_classify_two` VALUES ('134', '书法赏析');
INSERT INTO `book_classify_two` VALUES ('135', '金融理论');
INSERT INTO `book_classify_two` VALUES ('136', '医疗器械及使用');
INSERT INTO `book_classify_two` VALUES ('137', '金属学与金属工艺');
INSERT INTO `book_classify_two` VALUES ('138', '碑帖');
INSERT INTO `book_classify_two` VALUES ('139', '自然科学总论');
INSERT INTO `book_classify_two` VALUES ('140', '影视');
INSERT INTO `book_classify_two` VALUES ('141', '都市');
INSERT INTO `book_classify_two` VALUES ('142', '财富智慧');
INSERT INTO `book_classify_two` VALUES ('143', '对外汉语');
INSERT INTO `book_classify_two` VALUES ('144', '历史人物');
INSERT INTO `book_classify_two` VALUES ('145', '犯罪学');
INSERT INTO `book_classify_two` VALUES ('146', '小学三年级');
INSERT INTO `book_classify_two` VALUES ('147', '名家画集');
INSERT INTO `book_classify_two` VALUES ('148', '演讲与口才');
INSERT INTO `book_classify_two` VALUES ('149', '民族文化');
INSERT INTO `book_classify_two` VALUES ('150', '美术/书法');
INSERT INTO `book_classify_two` VALUES ('151', '英语综合教程');
INSERT INTO `book_classify_two` VALUES ('152', '中医保健');
INSERT INTO `book_classify_two` VALUES ('153', '音乐赏析');
INSERT INTO `book_classify_two` VALUES ('154', '动漫/卡通');
INSERT INTO `book_classify_two` VALUES ('155', '电工电气');
INSERT INTO `book_classify_two` VALUES ('156', '英语读物');
INSERT INTO `book_classify_two` VALUES ('157', '影视小说');
INSERT INTO `book_classify_two` VALUES ('158', '英语专项训练');
INSERT INTO `book_classify_two` VALUES ('159', '托福TOEFL');
INSERT INTO `book_classify_two` VALUES ('160', '基础医学');
INSERT INTO `book_classify_two` VALUES ('161', '地理学');
INSERT INTO `book_classify_two` VALUES ('162', '教师类考试');
INSERT INTO `book_classify_two` VALUES ('163', '民间艺术');
INSERT INTO `book_classify_two` VALUES ('164', '自传');
INSERT INTO `book_classify_two` VALUES ('165', '专用软件');
INSERT INTO `book_classify_two` VALUES ('166', '商法');
INSERT INTO `book_classify_two` VALUES ('167', '民间文学');
INSERT INTO `book_classify_two` VALUES ('168', '保健食谱');
INSERT INTO `book_classify_two` VALUES ('169', '司法案例与司法解释');
INSERT INTO `book_classify_two` VALUES ('170', '自然科学丛书、文集、连续性出版物');
INSERT INTO `book_classify_two` VALUES ('171', '法律实务');
INSERT INTO `book_classify_two` VALUES ('172', '行业经济');
INSERT INTO `book_classify_two` VALUES ('173', '女性人物');
INSERT INTO `book_classify_two` VALUES ('174', '小学二年级');
INSERT INTO `book_classify_two` VALUES ('175', '海洋学');
INSERT INTO `book_classify_two` VALUES ('176', '政治人物');
INSERT INTO `book_classify_two` VALUES ('177', '法律法规');
INSERT INTO `book_classify_two` VALUES ('178', '日语');
INSERT INTO `book_classify_two` VALUES ('179', '人在职场');
INSERT INTO `book_classify_two` VALUES ('180', '智力开发');
INSERT INTO `book_classify_two` VALUES ('181', '史学理论');
INSERT INTO `book_classify_two` VALUES ('182', '管理学');
INSERT INTO `book_classify_two` VALUES ('183', '建筑设计');
INSERT INTO `book_classify_two` VALUES ('184', '智力与谋略');
INSERT INTO `book_classify_two` VALUES ('185', '地域文化');
INSERT INTO `book_classify_two` VALUES ('186', '雕塑');
INSERT INTO `book_classify_two` VALUES ('187', '单片机与嵌入式');
INSERT INTO `book_classify_two` VALUES ('188', '雷达');
INSERT INTO `book_classify_two` VALUES ('189', '水利水电');
INSERT INTO `book_classify_two` VALUES ('190', '神秘现象');
INSERT INTO `book_classify_two` VALUES ('191', '光电子技术、激光技术');
INSERT INTO `book_classify_two` VALUES ('192', '药学');
INSERT INTO `book_classify_two` VALUES ('193', '文明礼仪');
INSERT INTO `book_classify_two` VALUES ('194', '财务管理');
INSERT INTO `book_classify_two` VALUES ('195', '声乐');
INSERT INTO `book_classify_two` VALUES ('196', '考研政治');
INSERT INTO `book_classify_two` VALUES ('197', '社会科学丛书、文集、连续出版物');
INSERT INTO `book_classify_two` VALUES ('198', '法律普及读物');
INSERT INTO `book_classify_two` VALUES ('199', '刑事侦查学（犯罪对策学、犯罪侦查学）');
INSERT INTO `book_classify_two` VALUES ('200', '航空、航天');
INSERT INTO `book_classify_two` VALUES ('201', '人物合集');
INSERT INTO `book_classify_two` VALUES ('202', '人类学');
INSERT INTO `book_classify_two` VALUES ('203', '轻小说');
INSERT INTO `book_classify_two` VALUES ('204', '统计学');
INSERT INTO `book_classify_two` VALUES ('205', '连环画');
INSERT INTO `book_classify_two` VALUES ('206', '无线通信');
INSERT INTO `book_classify_two` VALUES ('207', '油画赏析');
INSERT INTO `book_classify_two` VALUES ('208', '英语口语');
INSERT INTO `book_classify_two` VALUES ('209', '新闻出版/档案管理');
INSERT INTO `book_classify_two` VALUES ('210', '中小学作文辅导');
INSERT INTO `book_classify_two` VALUES ('211', '医学文献');
INSERT INTO `book_classify_two` VALUES ('212', '戏剧曲艺');
INSERT INTO `book_classify_two` VALUES ('213', '心理百科');
INSERT INTO `book_classify_two` VALUES ('214', '名人励志');
INSERT INTO `book_classify_two` VALUES ('215', '中老年健康');
INSERT INTO `book_classify_two` VALUES ('216', '汉语/小语种考试');
INSERT INTO `book_classify_two` VALUES ('217', '高一');
INSERT INTO `book_classify_two` VALUES ('218', '中国经济');
INSERT INTO `book_classify_two` VALUES ('219', '中国当代小说');
INSERT INTO `book_classify_two` VALUES ('220', '法语');
INSERT INTO `book_classify_two` VALUES ('221', '家庭园艺');
INSERT INTO `book_classify_two` VALUES ('222', '其它英语考试');
INSERT INTO `book_classify_two` VALUES ('223', '欧美动漫');
INSERT INTO `book_classify_two` VALUES ('224', '游戏开发');
INSERT INTO `book_classify_two` VALUES ('225', '天文学');
INSERT INTO `book_classify_two` VALUES ('226', '养生');
INSERT INTO `book_classify_two` VALUES ('227', '国画技法');
INSERT INTO `book_classify_two` VALUES ('228', '婚姻');
INSERT INTO `book_classify_two` VALUES ('229', '一般工业技术');
INSERT INTO `book_classify_two` VALUES ('230', '日本动漫');
INSERT INTO `book_classify_two` VALUES ('231', '矿业工程');
INSERT INTO `book_classify_two` VALUES ('232', '励志小品');
INSERT INTO `book_classify_two` VALUES ('233', '学前教育');
INSERT INTO `book_classify_two` VALUES ('234', '园林景观');
INSERT INTO `book_classify_two` VALUES ('235', '提琴');
INSERT INTO `book_classify_two` VALUES ('236', '小学升初中');
INSERT INTO `book_classify_two` VALUES ('237', '工程类考试');
INSERT INTO `book_classify_two` VALUES ('238', '数据库');
INSERT INTO `book_classify_two` VALUES ('239', '人才学');
INSERT INTO `book_classify_two` VALUES ('240', '方针政策及其阐述');
INSERT INTO `book_classify_two` VALUES ('241', '钢琴');
INSERT INTO `book_classify_two` VALUES ('242', '医学类考试');
INSERT INTO `book_classify_two` VALUES ('243', '计算机理论、基础知识');
INSERT INTO `book_classify_two` VALUES ('244', '社会调查');
INSERT INTO `book_classify_two` VALUES ('245', '国家法、宪法');
INSERT INTO `book_classify_two` VALUES ('246', '游戏/动漫同人漫画');
INSERT INTO `book_classify_two` VALUES ('247', '中国古典小说');
INSERT INTO `book_classify_two` VALUES ('248', '古代言情');
INSERT INTO `book_classify_two` VALUES ('249', '家装家饰');
INSERT INTO `book_classify_two` VALUES ('250', '四大名著');
INSERT INTO `book_classify_two` VALUES ('251', '艺术家');
INSERT INTO `book_classify_two` VALUES ('252', '贸易经济');
INSERT INTO `book_classify_two` VALUES ('253', '石油、天然气工业');
INSERT INTO `book_classify_two` VALUES ('254', '英语四/六级考试（CET-4/6）');
INSERT INTO `book_classify_two` VALUES ('255', '参考工具书');
INSERT INTO `book_classify_two` VALUES ('256', '词典与工具书');
INSERT INTO `book_classify_two` VALUES ('257', '护理学');
INSERT INTO `book_classify_two` VALUES ('258', '军事人物');
INSERT INTO `book_classify_two` VALUES ('259', '摄影器材指南');
INSERT INTO `book_classify_two` VALUES ('260', '化学');
INSERT INTO `book_classify_two` VALUES ('261', '高二');
INSERT INTO `book_classify_two` VALUES ('262', '外语教学/学术著作');
INSERT INTO `book_classify_two` VALUES ('263', '心理健康');
INSERT INTO `book_classify_two` VALUES ('264', '德语');
INSERT INTO `book_classify_two` VALUES ('265', '机械、仪表工业');
INSERT INTO `book_classify_two` VALUES ('266', '安全科学');
INSERT INTO `book_classify_two` VALUES ('267', '人力资源管理');
INSERT INTO `book_classify_two` VALUES ('268', '国际法');
INSERT INTO `book_classify_two` VALUES ('269', '工业经济');
INSERT INTO `book_classify_two` VALUES ('270', '历代帝王');
INSERT INTO `book_classify_two` VALUES ('271', '妇产科学');
INSERT INTO `book_classify_two` VALUES ('272', '建筑施工与机械设备');
INSERT INTO `book_classify_two` VALUES ('273', '教育家');
INSERT INTO `book_classify_two` VALUES ('274', '财政税收');
INSERT INTO `book_classify_two` VALUES ('275', '青少年励志/大学生指南');
INSERT INTO `book_classify_two` VALUES ('276', '儿童期刊');
INSERT INTO `book_classify_two` VALUES ('277', '互联网金融');
INSERT INTO `book_classify_two` VALUES ('278', '民法');
INSERT INTO `book_classify_two` VALUES ('279', '生活指南');
INSERT INTO `book_classify_two` VALUES ('280', '电子商务');
INSERT INTO `book_classify_two` VALUES ('281', '文化评述');
INSERT INTO `book_classify_two` VALUES ('282', '校园');
INSERT INTO `book_classify_two` VALUES ('283', '二胡');
INSERT INTO `book_classify_two` VALUES ('284', '摄影理论');
INSERT INTO `book_classify_two` VALUES ('285', '人工智能');
INSERT INTO `book_classify_two` VALUES ('286', '篆刻');
INSERT INTO `book_classify_two` VALUES ('287', '自我完善');
INSERT INTO `book_classify_two` VALUES ('288', '临床医学');
INSERT INTO `book_classify_two` VALUES ('289', '应用心理学');
INSERT INTO `book_classify_two` VALUES ('290', '儿科学');
INSERT INTO `book_classify_two` VALUES ('291', '眼科学');
INSERT INTO `book_classify_two` VALUES ('292', '法医学');
INSERT INTO `book_classify_two` VALUES ('293', '幼小衔接');
INSERT INTO `book_classify_two` VALUES ('294', '港台动漫');
INSERT INTO `book_classify_two` VALUES ('295', '会计、审计');
INSERT INTO `book_classify_two` VALUES ('296', '证券');
INSERT INTO `book_classify_two` VALUES ('297', '国画赏析');
INSERT INTO `book_classify_two` VALUES ('298', '玩具书');
INSERT INTO `book_classify_two` VALUES ('299', '美术考试');
INSERT INTO `book_classify_two` VALUES ('300', '社会心理学');
INSERT INTO `book_classify_two` VALUES ('301', '领袖首脑');
INSERT INTO `book_classify_two` VALUES ('302', '社会保障');
INSERT INTO `book_classify_two` VALUES ('303', '军事');
INSERT INTO `book_classify_two` VALUES ('304', '软件工程及软件方法学');
INSERT INTO `book_classify_two` VALUES ('305', '世界各国文化');
INSERT INTO `book_classify_two` VALUES ('306', '字帖');
INSERT INTO `book_classify_two` VALUES ('307', '艺术理论与评论');
INSERT INTO `book_classify_two` VALUES ('308', '舞台艺术戏剧');
INSERT INTO `book_classify_two` VALUES ('309', '初中通用');
INSERT INTO `book_classify_two` VALUES ('310', '叛逆/成长');
INSERT INTO `book_classify_two` VALUES ('311', '保险');
INSERT INTO `book_classify_two` VALUES ('312', '文化交流/文化产业');
INSERT INTO `book_classify_two` VALUES ('313', '行政法');
INSERT INTO `book_classify_two` VALUES ('314', '法律期刊');
INSERT INTO `book_classify_two` VALUES ('315', '世界各国艺术概况');
INSERT INTO `book_classify_two` VALUES ('316', '初三/九年级');
INSERT INTO `book_classify_two` VALUES ('317', '史家名著');
INSERT INTO `book_classify_two` VALUES ('318', '自动化技术');
INSERT INTO `book_classify_two` VALUES ('319', '少儿英语');
INSERT INTO `book_classify_two` VALUES ('320', '武侠');
INSERT INTO `book_classify_two` VALUES ('321', '能源与动力工程');
INSERT INTO `book_classify_two` VALUES ('322', '高中通用');
INSERT INTO `book_classify_two` VALUES ('323', '文物考古');
INSERT INTO `book_classify_two` VALUES ('324', '书法理论');
INSERT INTO `book_classify_two` VALUES ('325', '文化理论');
INSERT INTO `book_classify_two` VALUES ('326', '家庭保健');
INSERT INTO `book_classify_two` VALUES ('327', '经济体制与改革');
INSERT INTO `book_classify_two` VALUES ('328', '姓氏谱系');
INSERT INTO `book_classify_two` VALUES ('329', '歌谱曲谱');
INSERT INTO `book_classify_two` VALUES ('330', '天文航天');
INSERT INTO `book_classify_two` VALUES ('331', '动画');
INSERT INTO `book_classify_two` VALUES ('332', '财经人物');
INSERT INTO `book_classify_two` VALUES ('333', '成功学');
INSERT INTO `book_classify_two` VALUES ('334', '外语期刊');
INSERT INTO `book_classify_two` VALUES ('335', '诉讼法');
INSERT INTO `book_classify_two` VALUES ('336', '操作系统');
INSERT INTO `book_classify_two` VALUES ('337', '食品安全');
INSERT INTO `book_classify_two` VALUES ('338', '老外读本');
INSERT INTO `book_classify_two` VALUES ('339', '五官护理');
INSERT INTO `book_classify_two` VALUES ('340', '英语词汇');
INSERT INTO `book_classify_two` VALUES ('341', '通信');
INSERT INTO `book_classify_two` VALUES ('342', '韩语');
INSERT INTO `book_classify_two` VALUES ('343', '职场');
INSERT INTO `book_classify_two` VALUES ('344', '生物世界');
INSERT INTO `book_classify_two` VALUES ('345', '性格/习惯');
INSERT INTO `book_classify_two` VALUES ('346', '网络与通信');
INSERT INTO `book_classify_two` VALUES ('347', '室内设计、装饰装修');
INSERT INTO `book_classify_two` VALUES ('348', '运动健身');
INSERT INTO `book_classify_two` VALUES ('349', '企业并购');
INSERT INTO `book_classify_two` VALUES ('350', '西班牙语');
INSERT INTO `book_classify_two` VALUES ('351', '摄影集/图册');
INSERT INTO `book_classify_two` VALUES ('352', '城乡建设、市政工程、环境工程');
INSERT INTO `book_classify_two` VALUES ('353', '建筑史');
INSERT INTO `book_classify_two` VALUES ('354', '人际与社交');
INSERT INTO `book_classify_two` VALUES ('355', '战略管理');
INSERT INTO `book_classify_two` VALUES ('356', '教师用书');
INSERT INTO `book_classify_two` VALUES ('357', '中考');
INSERT INTO `book_classify_two` VALUES ('358', '武器工业');
INSERT INTO `book_classify_two` VALUES ('359', '心理学理论');
INSERT INTO `book_classify_two` VALUES ('360', '惊悚/恐怖');
INSERT INTO `book_classify_two` VALUES ('361', '社会科学理论');
INSERT INTO `book_classify_two` VALUES ('362', '科学家');
INSERT INTO `book_classify_two` VALUES ('363', '数理化');
INSERT INTO `book_classify_two` VALUES ('364', '办公软件');
INSERT INTO `book_classify_two` VALUES ('365', '社会生活与社会问题');
INSERT INTO `book_classify_two` VALUES ('366', '学习方法/报考指南');
INSERT INTO `book_classify_two` VALUES ('367', '化学工业');
INSERT INTO `book_classify_two` VALUES ('368', '考研英语');
INSERT INTO `book_classify_two` VALUES ('369', '口腔科学');
INSERT INTO `book_classify_two` VALUES ('370', '工艺美术');
INSERT INTO `book_classify_two` VALUES ('371', '人物摄影');
INSERT INTO `book_classify_two` VALUES ('372', '急救常识');
INSERT INTO `book_classify_two` VALUES ('373', '音乐/舞蹈');
INSERT INTO `book_classify_two` VALUES ('374', '经典传记');
INSERT INTO `book_classify_two` VALUES ('375', '个人形象');
INSERT INTO `book_classify_two` VALUES ('376', '文娱明星');
INSERT INTO `book_classify_two` VALUES ('377', '中国金融银行');
INSERT INTO `book_classify_two` VALUES ('378', '经济计划与管理');
INSERT INTO `book_classify_two` VALUES ('379', '生产与运作管理');
INSERT INTO `book_classify_two` VALUES ('380', '民族史');
INSERT INTO `book_classify_two` VALUES ('381', '科学史话');
INSERT INTO `book_classify_two` VALUES ('382', '俄语');
INSERT INTO `book_classify_two` VALUES ('383', '法律文书写作');
INSERT INTO `book_classify_two` VALUES ('384', '公共关系');
INSERT INTO `book_classify_two` VALUES ('385', '力学');
INSERT INTO `book_classify_two` VALUES ('386', '人格心理学');
INSERT INTO `book_classify_two` VALUES ('387', '建筑');
INSERT INTO `book_classify_two` VALUES ('388', '动物医学');
INSERT INTO `book_classify_two` VALUES ('389', '乡土');
INSERT INTO `book_classify_two` VALUES ('390', '基础与理论');
INSERT INTO `book_classify_two` VALUES ('391', '司法制度');
INSERT INTO `book_classify_two` VALUES ('392', '雅思IELTS');
INSERT INTO `book_classify_two` VALUES ('393', '人口学');
INSERT INTO `book_classify_two` VALUES ('394', '事业单位考试');
INSERT INTO `book_classify_two` VALUES ('395', '彩铅/铅笔画');
INSERT INTO `book_classify_two` VALUES ('396', '会计类考试');
INSERT INTO `book_classify_two` VALUES ('397', '爆笑漫画');
INSERT INTO `book_classify_two` VALUES ('398', 'AR/VR');
INSERT INTO `book_classify_two` VALUES ('399', '特种医学');
INSERT INTO `book_classify_two` VALUES ('400', '建筑制图');
INSERT INTO `book_classify_two` VALUES ('401', '预防医学、卫生学');
INSERT INTO `book_classify_two` VALUES ('402', '工业技术理论');
INSERT INTO `book_classify_two` VALUES ('403', '大陆原创');
INSERT INTO `book_classify_two` VALUES ('404', '网页制作/Web技术');
INSERT INTO `book_classify_two` VALUES ('405', '个人理财');
INSERT INTO `book_classify_two` VALUES ('406', '奥数/竞赛');
INSERT INTO `book_classify_two` VALUES ('407', 'IT人文/互联网');
INSERT INTO `book_classify_two` VALUES ('408', '考研数学');
INSERT INTO `book_classify_two` VALUES ('409', '上班族保健');
INSERT INTO `book_classify_two` VALUES ('410', '情商管理');
INSERT INTO `book_classify_two` VALUES ('411', '标准和规范');
INSERT INTO `book_classify_two` VALUES ('412', '简笔画');
INSERT INTO `book_classify_two` VALUES ('413', '经济法');
INSERT INTO `book_classify_two` VALUES ('414', '地球科学');
INSERT INTO `book_classify_two` VALUES ('415', '娱乐/偶像');
INSERT INTO `book_classify_two` VALUES ('416', '社会百相');
INSERT INTO `book_classify_two` VALUES ('417', '网络法律法规');
INSERT INTO `book_classify_two` VALUES ('418', '基本电子电路');
INSERT INTO `book_classify_two` VALUES ('419', '悬疑/惊悚');
INSERT INTO `book_classify_two` VALUES ('420', '体坛之星');
INSERT INTO `book_classify_two` VALUES ('421', '大气科学');
INSERT INTO `book_classify_two` VALUES ('422', '性知识');
INSERT INTO `book_classify_two` VALUES ('423', '性格色彩学');
INSERT INTO `book_classify_two` VALUES ('424', '建筑工程经济与管理');
INSERT INTO `book_classify_two` VALUES ('425', '期刊杂志');
INSERT INTO `book_classify_two` VALUES ('426', '变态/病态心理学');
INSERT INTO `book_classify_two` VALUES ('427', '冶金工业');
INSERT INTO `book_classify_two` VALUES ('428', '心灵疗愈/催眠');
INSERT INTO `book_classify_two` VALUES ('429', '景物摄影');
INSERT INTO `book_classify_two` VALUES ('430', '生理心理学');
INSERT INTO `book_classify_two` VALUES ('431', '宫廷');
INSERT INTO `book_classify_two` VALUES ('432', '儿童科普');
INSERT INTO `book_classify_two` VALUES ('433', '其他资格/职称考试');
INSERT INTO `book_classify_two` VALUES ('434', '留学指南');
INSERT INTO `book_classify_two` VALUES ('435', '高三');
INSERT INTO `book_classify_two` VALUES ('436', '自然科学文献检索');
INSERT INTO `book_classify_two` VALUES ('437', '无线电设备、电信设备');
INSERT INTO `book_classify_two` VALUES ('438', '管理工具书');
INSERT INTO `book_classify_two` VALUES ('439', '建筑工具书');
INSERT INTO `book_classify_two` VALUES ('440', '商务实务');
INSERT INTO `book_classify_two` VALUES ('441', '地质学');
INSERT INTO `book_classify_two` VALUES ('442', '移动开发');
INSERT INTO `book_classify_two` VALUES ('443', '两性健康');
INSERT INTO `book_classify_two` VALUES ('444', '哲学家');
INSERT INTO `book_classify_two` VALUES ('445', '期货');
INSERT INTO `book_classify_two` VALUES ('446', '恋爱');
INSERT INTO `book_classify_two` VALUES ('447', '法律史');
INSERT INTO `book_classify_two` VALUES ('448', '房屋建筑设备');
INSERT INTO `book_classify_two` VALUES ('449', '移动通信');
INSERT INTO `book_classify_two` VALUES ('450', '竞赛');
INSERT INTO `book_classify_two` VALUES ('451', '硬笔书法');
INSERT INTO `book_classify_two` VALUES ('452', '国家公务员');
INSERT INTO `book_classify_two` VALUES ('453', '急诊学');
INSERT INTO `book_classify_two` VALUES ('454', '测绘学');
INSERT INTO `book_classify_two` VALUES ('455', '社区');
INSERT INTO `book_classify_two` VALUES ('456', '建筑材料');
INSERT INTO `book_classify_two` VALUES ('457', '穿越/重生/架空');
INSERT INTO `book_classify_two` VALUES ('458', '女性心理学');
INSERT INTO `book_classify_two` VALUES ('459', '大学英语');
INSERT INTO `book_classify_two` VALUES ('460', '计算机考试');
INSERT INTO `book_classify_two` VALUES ('461', '地球物理学');
INSERT INTO `book_classify_two` VALUES ('462', '建筑结构');
INSERT INTO `book_classify_two` VALUES ('463', '土力学、地基基础工程');
INSERT INTO `book_classify_two` VALUES ('464', '分类摄影');
INSERT INTO `book_classify_two` VALUES ('465', '爆笑/无厘头');
INSERT INTO `book_classify_two` VALUES ('466', '影视文学');
INSERT INTO `book_classify_two` VALUES ('467', '瑜伽/美体');
INSERT INTO `book_classify_two` VALUES ('468', '半导体技术');
INSERT INTO `book_classify_two` VALUES ('469', '后期处理');
INSERT INTO `book_classify_two` VALUES ('470', '医学/药学类考试');
INSERT INTO `book_classify_two` VALUES ('471', '管理信息系统');
INSERT INTO `book_classify_two` VALUES ('472', '高校英语应用能力考试');
INSERT INTO `book_classify_two` VALUES ('473', '宗教人物');
INSERT INTO `book_classify_two` VALUES ('474', '意大利语');
INSERT INTO `book_classify_two` VALUES ('475', '动漫学堂');
INSERT INTO `book_classify_two` VALUES ('476', '生活实用英语');
INSERT INTO `book_classify_two` VALUES ('477', '出国/留学');
INSERT INTO `book_classify_two` VALUES ('478', '新手学电脑');
INSERT INTO `book_classify_two` VALUES ('479', '经济史');
INSERT INTO `book_classify_two` VALUES ('480', '行业成功指南');
INSERT INTO `book_classify_two` VALUES ('481', '吉他');
INSERT INTO `book_classify_two` VALUES ('482', '司法鉴定');
INSERT INTO `book_classify_two` VALUES ('483', '大师谈励志');
INSERT INTO `book_classify_two` VALUES ('484', '风俗习惯');
INSERT INTO `book_classify_two` VALUES ('485', '考研专业课');
INSERT INTO `book_classify_two` VALUES ('486', '孕产妇保健');
INSERT INTO `book_classify_two` VALUES ('487', '房地产开发管理');
INSERT INTO `book_classify_two` VALUES ('488', '艺术类考试');
INSERT INTO `book_classify_two` VALUES ('489', '油画技法');
INSERT INTO `book_classify_two` VALUES ('490', '民族医学');
INSERT INTO `book_classify_two` VALUES ('491', '证券从业资格考试');
INSERT INTO `book_classify_two` VALUES ('492', '辅助设计与工程计算');
INSERT INTO `book_classify_two` VALUES ('493', '工程监理');
INSERT INTO `book_classify_two` VALUES ('494', '金融市场与管理');
INSERT INTO `book_classify_two` VALUES ('495', '婴幼儿保健');
INSERT INTO `book_classify_two` VALUES ('496', '人类故事');
INSERT INTO `book_classify_two` VALUES ('497', '法律工具书');
INSERT INTO `book_classify_two` VALUES ('498', '艺术辞典与工具书');
INSERT INTO `book_classify_two` VALUES ('499', '耳鼻咽喉科学');
INSERT INTO `book_classify_two` VALUES ('500', '绘画史');
INSERT INTO `book_classify_two` VALUES ('501', '宠物');
INSERT INTO `book_classify_two` VALUES ('502', 'MBA/MPA/MPACC');
INSERT INTO `book_classify_two` VALUES ('503', '计算机工具书');
INSERT INTO `book_classify_two` VALUES ('504', '心理学研究方法');
INSERT INTO `book_classify_two` VALUES ('505', '电子元件、组件');
INSERT INTO `book_classify_two` VALUES ('506', '爱车一族');
INSERT INTO `book_classify_two` VALUES ('507', '社会结构和社会关系');
INSERT INTO `book_classify_two` VALUES ('508', '其他国外动漫');
INSERT INTO `book_classify_two` VALUES ('509', '文化专题研究');
INSERT INTO `book_classify_two` VALUES ('510', '电视');
INSERT INTO `book_classify_two` VALUES ('511', '科普图鉴');
INSERT INTO `book_classify_two` VALUES ('512', '互联网+');
INSERT INTO `book_classify_two` VALUES ('513', '信用管理与信贷');
INSERT INTO `book_classify_two` VALUES ('514', '中小学英语');
INSERT INTO `book_classify_two` VALUES ('515', '微电子学、集成电路(IC)');
INSERT INTO `book_classify_two` VALUES ('516', '托业TOEIC');
INSERT INTO `book_classify_two` VALUES ('517', '逸闻野史');
INSERT INTO `book_classify_two` VALUES ('518', '银行类考试');
INSERT INTO `book_classify_two` VALUES ('519', '成人高考/自考');
INSERT INTO `book_classify_two` VALUES ('520', '历史热点');

-- ----------------------------
-- Table structure for `isbn`
-- ----------------------------
DROP TABLE IF EXISTS `isbn`;
CREATE TABLE `isbn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isbn` varchar(40) NOT NULL,
  `create_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `userid` int(11) DEFAULT NULL,
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '1为已爬虫，0为未爬虫; 2为爬虫失败',
  `book_name` varchar(200) DEFAULT NULL,
  `get_time` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `comment` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `isbn_isbn_uindex` (`isbn`)
) ENGINE=InnoDB AUTO_INCREMENT=5642 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of isbn
-- ----------------------------
INSERT INTO `isbn` VALUES ('1', '9787511347527', '2020-03-11 18:35:22', null, '1', '图解博弈论 超值全彩白金版', '2020-03-11 18:35:22', null);
INSERT INTO `isbn` VALUES ('2', '9787111280712', '2020-03-11 18:35:27', null, '1', '卓有成效的管理者 珍藏版', '2020-03-11 18:35:27', null);
INSERT INTO `isbn` VALUES ('3', '9787111292715', '2020-03-11 18:35:33', null, '1', '麦肯锡方法', '2020-03-11 18:35:33', null);
INSERT INTO `isbn` VALUES ('4', '9787111535591', '2020-03-11 18:35:39', null, '1', 'P2P融资投资一本通', '2020-03-11 18:35:39', null);
INSERT INTO `isbn` VALUES ('5', '9787502844332', '2020-03-11 18:35:44', null, '1', '股市经典技术学与练', '2020-03-11 18:35:44', null);
INSERT INTO `isbn` VALUES ('6', '9787513604314', '2020-03-11 18:35:50', null, '1', '销售一定要懂的心理学 金牌销售必知的100个心理营销策略', '2020-03-11 18:35:50', null);

-- ----------------------------
-- Table structure for `order`
-- ----------------------------
DROP TABLE IF EXISTS `order`;
CREATE TABLE `order` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `book_id` int(11) NOT NULL COMMENT '图书id',
  `user_id` int(11) NOT NULL COMMENT '用户id',
  `create_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '创建时间',
  `status` int(11) NOT NULL DEFAULT '2' COMMENT '状态：\n3：拒绝\n2：待审批\n1：正常\n0：删除',
  `num` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of order
-- ----------------------------

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_username` varchar(100) NOT NULL COMMENT '用户名',
  `user_password` varchar(32) NOT NULL COMMENT '用户密码',
  `user_create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '创建时间',
  `real_name` varchar(100) DEFAULT NULL,
  `department` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=1128 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
